Repository: Northfear/wargus
Catalog: scripts/translate/*.po
Languages: es_es

source: Mirrored buildings
es_es: Edificios espejo

source: Show messages
es_es: Mostrar mensajes

source: Pause on leave
es_es: Pausar al salir

source: ~!*Enhanced effects
es_es: ~!*Efectos mejorados

source: Deselect in mines
es_es: Deseleccionar en minas

source: Fog of War
es_es: Niebla de guerra

source: ~!*Animated shadows
es_es: ~!*Sombras animadas

source: rectangle
es_es: Rectangulo

source: alpha-rectangle
es_es: Rectangulo alfa

source: circle
es_es: Circulo

source: alpha-circle
es_es: Circulo alfa

source: corners
es_es: Esquinas

source: Selection style:
es_es: Estilo de selección:

source: single
es_es: Uno

source: quad
es_es: Cuádruple

source: Viewport mode:
es_es: Modo de visión:

source: enhanced
es_es: Mejorada

source: fast
es_es: Rapido

source: Bilinear fog
es_es: Niebla bilinear

source: ~!* - requires restart
es_es: ~!* - requiere un reinicio

source: Bilinear interp.
es_es: Interp. bilinear

source: shadow-casting
es_es: Con sombras

source: Field of View type:
es_es: Tipo de campo de visión:

source: Enable opacity for:
es_es: Habilitar opacidad para:

source: Forest
es_es: Bosque

source: Rocks
es_es: Rocas

source: Enable walls
es_es: Habilitar muros

source: Speed Settings
es_es: Configuración de Velocidad

source: Game Speed
es_es: Velocidad del Juego

source: slow
es_es: Lento

source: Mouse Scroll Speed
es_es: Velocidad de Desplazo del Ratón

source: Key Scroll Speed
es_es: Velocidad de Desplazo del Teclado

source: Video Options
es_es: Opciones de Vídeo

source: Video Resolution
es_es: Resolución de Vídeo

source: Full Screen
es_es: Pantalla Completa

source: ~!Yes
es_es: ~!Sí

source: Language Options
es_es: Opciones de Idioma

source: Available languages:
es_es: Idiomas disponibles:

source: Game Options
es_es: Opciones de Juego

source: Speeds (~<F6~>)
es_es: Velocidades (~<F6~>)

source: Sound (~<F7~>)
es_es: Sonido (~<F7~>)

source: Preferences (~<F8~>)
es_es: Preferencias (~<F8~>)

source: Diplomacy (~<F9~>)
es_es: Diplomacia (~<F9~>)

source: Video (~<F9~>)
es_es: Vídeo (~<F9~>)

source: Language
es_es: Idioma

source: Select Game
es_es: Seleccionar Partida

source: Reveal Map
es_es: Revelar Mapa

source: Save Replay
es_es: Guardar Repetición

source: Servant
es_es: Sirviente

source: Squire
es_es: Escudero

source: Sergeant
es_es: Sargento

source: Lieutenant
es_es: Teniente

source: Captain
es_es: Capitán

source: Major
es_es: Comandante

source: Admiral
es_es: Almirante

source: Marshall
es_es: Mariscal

source: Lord
es_es: Señor

source: Grand Admiral
es_es: Gran Almiral

source: Highlord
es_es: Gran Señor

source: Thundergod
es_es: Supremo

source: God
es_es: Dios

source: Designer
es_es: Diseñador

source: Slave
es_es: Esclavo

source: Peon
es_es: Peón

source: Rogue
es_es: Pícaro

source: Grunt
es_es: Gruñon

source: Slasher
es_es: Tajador

source: Marauder
es_es: Merodeador

source: Commander
es_es: Comandante

source: Master
es_es: Maestro

source: Chieftain
es_es: Jefe

source: Overlord
es_es: Jefe Supremo

source: War Chief
es_es: Jefe de Guerra

source: Demigod
es_es: Semidiós

source: Victory!
es_es: ¡Victoria!

source: Defeat!
es_es: ¡Derrota!

source: Draw!
es_es: ¡Empate!

source: Cheater!
es_es: ¡Tramposo!

source: - You
es_es: - Tú

source: - Ally
es_es: - Aliado

source: - Enemy
es_es: - Enemigo

source: Buildings:
es_es: Edificios:

source: Gold:
es_es: Oro:

source: Lumber:
es_es: Madera:

source: Oil:
es_es: Aceite:

source: Kills:
es_es: Muertes:

source: Razings:
es_es: Demoliciones:

source: Score:
es_es: Puntuación:

source: Outcome
es_es: Resultado

source: Rank
es_es: Rango

source: Score
es_es: Puntuación

source: ~!Save Replay
es_es: ~!Guardar repetición

source: Cannot save game to file:
es_es: No se puede guardar la partida al archivo:

source: Saved game to:
es_es: Partida guardada en:

source: EYE OF ~!KILROGG
es_es: OJO DE ~!KILROGG

source: ~!BLOODLUST
es_es: SED DE SANGRE

source: ~!RUNES
es_es: ~!RUNAS

source: ~!EYE OF KILROGG
es_es: OJO D~!E KILROGG

source: TOUCH OF D~!ARKNESS
es_es: T~!ACTO DE OSCURIDAD

source: DEATH ~!COIL
es_es: ANILLO DE LA MUERTE

source: ~!HASTE
es_es: PRIZA

source: ~!RAISE DEAD
es_es: LEVANTAR A LOS MUE~!RTOS

source: ~!WHIRLWIND
es_es: TORBELLINO

source: ~!UNHOLY ARMOR
es_es: ARMAD~!URA INFERNAL

source: ~!DEATH AND DECAY
es_es: PUTREFACCIÓN

source: BUILD PIG ~!FARM
es_es: CONSTRUIR GRANJA DE CERDOS

source: BUILD GREAT ~!HALL
es_es: CONSTRUIR GRAN SALÓN

source: BUILD TROLL ~!LUMBER MILL
es_es: CONSTRUIR SERRERÍA TRO~!LL

source: BUILD GOBLIN ~!ALCHEMIST
es_es: CONSTRUIR ~!ALQUIMISTA GOBLIN

source: BUILD ~!OGRE MOUND
es_es: CONSTRUIR MONTÍCULO DE ~!OGROS

source: BUILD ~!TEMPLE OF THE DAMNED
es_es: CONSTRUIR ~!TEMPLO DE LOS CONDENADOS

source: BUILD A~!LTAR OF STORMS
es_es: CONSTRUIR A~!LTAR DE LAS TORMENTAS

source: BUILD ~!DRAGON ROOST
es_es: CONSTRUIR GUARIDA DE ~!DRAGONES

source: TRAIN ~!PEON
es_es: ENTRENAR ~!PEÓN

source: UPGRADE TO ~!STRONGHOLD
es_es: ACTUALIZAR A BA~!STIÓN

source: UPGRADE TO ~!FORTRESS
es_es: ACTUALIZAR A ~!FORTALEZA

source: TRAIN ~!GRUNT
es_es: ENTRENAR ~!GRUÑON

source: TRAIN ~!AXETHROWER
es_es: ENTRENAR TROLL L~!ANZAHACHAS

source: TRAIN ~!BERSERKER
es_es: ENTRENAR ~!BERSERKER

source: BUILD ~!CATAPULT
es_es: CONSTRUIR ~!CATAPULTA

source: TRAIN TWO-HEADED ~!OGRE
es_es: ENTRENAR ~!OGRO

source: TRAIN ~!OGRE MAGE
es_es: ENTRENAR ~!OGRO MAGO

source: BUILD GOBLIN ~!ZEPPELIN
es_es: CONSTRUIR DIRIGIBLE GOBLIN

source: TRAIN GOBLIN ~!SAPPERS
es_es: ENTRENAR GOBLIN~!S ZAPADORES

source: ~!TRAIN DEATH KNIGHT
es_es: EN~!TRENAR CABALLERO DE LA MUERTE

source: BUILD ~!DRAGON
es_es: ENTRENAR ~!DRAGÓN

source: BUILD ~!GIANT TURTLE
es_es: ENTRENAR TORTUGA ~!GIGANTE

source: BUILD ~!JUGGERNAUHGT
es_es: CONSTRUIR JUGGERNAUGHT

source: UPGRADE ~!WEAPONS (Damage +2)
es_es: ACTUALIZAR ARMAS (Daño +2)

source: UPGRADE ~!CATAPULT (Damage +15)
es_es: ACTUALIZAR ~!CATAPULTA (Daño +15)

source: ~!UPGRADE THROWING AXE (Damage +1)
es_es: ACT~!UALIZAR LANZAMIENTO DE HACHA (Daño +1)

source: TROLL ~!BERSERKER TRAINING
es_es: ENTRENAMIENTO DE TROLLS ~!BERSERK

source: BERSERKER ~!SCOUTING (Sight:9)
es_es: VI~!SIÓN BERSERKER (Vista:9)

source: RESEARCH LIGHTER ~!AXES (Range +1)
es_es: INVESTIGAR H~!ACHAS LIVIANAS (Rango +1)

source: BERSERKER ~!REGENERATION
es_es: ~!REGENERACIÓN BERSERKER

source: UPGRADES OGRES TO ~!MAGES
es_es: ACTUALIZAR OGROS A OGROS MAGO

source: RESEARCH ~!BLOODLUST
es_es: INVESTIGAR SED DE SANGRE

source: RESEARCH ~!RUNES
es_es: INVESTIGAR ~!RUNAS

source: RESEARCH ~!HASTE
es_es: INVESTIGAR PRIZA

source: RESEARCH ~!RAISE DEAD
es_es: INVESTIGAR LEVANTA~!R A LOS MUERTOS

source: RESEARCH ~!WHIRLWIND
es_es: INVESTIGAR TORBELLINO

source: RESEARCH ~!UNHOLY ARMOR
es_es: INVESTIGAR ARMAD~!URA INFERNAL

source: RESEARCH ~!DEATH AND DECAY
es_es: INVESTIGAR PUTREFACCIÓN

source: Seas of Blood
es_es: Mares de Sangre

source: Tides of Darkness
es_es: Las Mareas de la Oscuridad

source: Draenor, the Red World
es_es: Draenor, El Mundo Rojo

source: The Burning of Azeroth
es_es: La Quema de Azeroth

source: The Great Sea
es_es: El Gran Mar

source: Prelude to New Worlds
es_es: Preludio a Nuevos Mundos

source: Catapult
es_es: Catapulta

source: Ogre
es_es: Ogro

source: Troll Axethrower
es_es: Troll Lanzahachas

source: Death Knight
es_es: Caballero de la Muerte

source: Ogre Mage
es_es: Ogro Mago

source: Goblin Sappers
es_es: Goblins Zapadores

source: Troll Destroyer
es_es: Destructor

source: Ogre Juggernaught
es_es: Juggernaught

source: Dragon
es_es: Dragón

source: Giant Turtle
es_es: Tortuga Gigante

source: Goblin Zeppelin
es_es: Dirigible Goblin

source: Eye of Kilrogg
es_es: Ojo de Kilrogg

source: Skeleton
es_es: Esqueleto

source: Pig Farm
es_es: Granja de Cerdos

source: Altar of Storms
es_es: Altar de las Tormentas

source: Watch Tower
es_es: Torre de Vigilancia

source: Ogre Mound
es_es: Montículo de Ogros

source: Goblin Alchemist
es_es: Alquimista Goblin

source: Dragon Roost
es_es: Guarida de Dragones

source: Great Hall
es_es: Gran Salón

source: Troll Lumber Mill
es_es: Serrería Troll

source: Temple of the Damned
es_es: Templo de los Condenados

source: Stronghold
es_es: Bastión

source: Fortress
es_es: Fortaleza

source: Sheep
es_es: Oveja

source: Seal
es_es: Foca

source: Pig
es_es: Cerdo

source: Warthog
es_es: Jabalí

source: Demolish
es_es: Demoler

source: Holy Vision
es_es: Visión Sagrada

source: Healing
es_es: Curación

source: Exorcism
es_es: Exorcismo

source: eye of vision
es_es: ojo de la visión

source: haste
es_es: priza

source: slow
es_es: lentitud

source: bloodlust
es_es: sed de sangre

source: invisibility
es_es: invisibilidad

source: unholyarmor
es_es: armadura infernal

source: flame shield
es_es: cerco de fuego

source: polymorph
es_es: polimorfismo

source: blizzard
es_es: tempestad

source: death and decay
es_es: putrefacción

source: fireball
es_es: bola de fuego

source: runes
es_es: runas

source: death coil
es_es: anillo de la muerte

source: raise dead
es_es: levantar a los muertos

source: whirlwind
es_es: torbellino

source: (c) 1998-2021 by The Stratagus Project.
es_es: (c) 1998-2021 por The Stratagus Project.

source: stop
es_es: detener

source: mine
es_es: mina

source: chop
es_es: tala

source: drill
es_es: taladra

source: Time Left:
es_es: Tiempo restante:

source: Gold Left:
es_es: Oro restante:

source: Wood Left:
es_es: Madera restante:

source: Oil Left:
es_es: Aceite restante:

source: Ore Left:
es_es: Mineral restante:

source: Stone Left:
es_es: Piedra restante:

source: Coal Left:
es_es: Carbón restante:

source: time
es_es: tiempo

source: gold
es_es: oro

source: wood
es_es: madera

source: oil
es_es: aceite

source: ore
es_es: mineral

source: stone
es_es: piedra

source: coal
es_es: carbón

source: You failed to
es_es: ¡Fallaste en

source: achieve victory!
es_es: lograr la victoria!

source: Congratulations!
es_es: ¡Felicidades!

source: You are victorious!
es_es: ¡Eres victorioso!

source: Save Game (~<F11~>)
es_es: Guardar partida (~<F11~>)

source: ~!Victory
es_es: ~!Victoria

source: % Complete
es_es: % Completado

source: Usage~|
es_es: Uso~|

source: Supply~|:
es_es: Suministro~|:

source: Demand~|:
es_es: Demanda~|:

source: Production
es_es: Producción

source: Gold~|: 100
es_es: Oro~|: 100

source: Lumber~|: 100
es_es: Madera~|: 100

source: Oil~|: 100
es_es: Aceite~|: 100

source: Damage~|:
es_es: Daño~|:

source: Armor~|:
es_es: Armadura~|:

source: Sight~|:
es_es: Vista~|:

source: Range~|:
es_es: Rango~|:

source: Researching~|:
es_es: Investigando~|:

source: Upgrading~|:
es_es: Actualizando~|:

source: Carry~|: %d %s
es_es: Carga~|: %d %s

source: Level ~|~<%d~>
es_es: Nivel ~|~<%d~>

source: XP:~<%d~> Kills:~|~<%d~>
es_es: XP:~<%d~> Muertes:~|~<%d~>

source: Speed~|:
es_es: Velocidad~|:

source: ~<ALT~>-click to defend unit.
es_es: ~<ALT~>-clic para defender unidad.

source: ~<SHIFT~>-click to make waypoints.
es_es: ~<SHIFT~>-clic para hacer puntos de camino.

source: ~<CTRL~>-click on button enables/disables auto-repair of damaged buildings.
es_es: ~<CTRL~>-clic habilita/deshabilita auto-reparación de edificios dañados.

source: Hit Points:
es_es: Puntos de Salud:

source: Armor:
es_es: Armadura:

source: ~<SHIFT~>-click could be used to make a building queue.
es_es: ~<SHIFT~>-clic puede usarse para hacer una cola de construcción.

source: Sight:
es_es: Vista:

source: Range:
es_es: Rango:

source: ~<CTRL~>-click on button enables/disables auto-cast ability.
es_es: ~<CTRL~>-clic habilita/deshabilita la habilidad de auto-lanzamiento.

source: Nothing 22
es_es: Nada 22

source: Nothing 24
es_es: Nada 24

source: Nothing 25
es_es: Nada 25

source: Nothing 30
es_es: Nada 30

source: Nothing 36
es_es: Nada 36

source: Daemon
es_es: Demonio

source: Critter
es_es: Animal

source: Gold Mine
es_es: Mina de Oro

source: Oil Patch
es_es: Mancha de Aceite

source: The Pile
es_es: La Pila

source: Circle of Power
es_es: Circulo del Poder

source: Dark Portal
es_es: Portal Oscuro

source: Runestone
es_es: Piedra Rúnica

source: Dead Body
es_es: Cadaver

source: Destroyed 1x1 Place
es_es: Lugar Destruido 1x1

source: Destroyed 2x2 Place
es_es: Lugar Destruido 2x2

source: Destroyed 3x3 Place
es_es: Lugar Destruido 3x3

source: Destroyed 3x3 Place Water
es_es: Lugar de Agua Destruido 3x3

source: Destroyed 4x4 Place
es_es: Lugar Destruido 4x4

source: Dummy unit
es_es: Unidad Base
