Repository: Northfear/wargus
Catalog: scripts/translate/*.po
Languages: es_es

source: ~<ESC~> CANCEL
es_es: ~<ESC~> CANCELAR

source: ~<ESC~> CANCEL UPGRADE
es_es: ~<ESC~> CANCELAR ACTUALIZACIÓN

source: ~<ESC~> CANCEL UNIT TRAINING
es_es: ~<ESC~> CANCELAR ENTRENAMIENTO DE UNIDAD(ES)

source: ~<ESC~> CANCEL CONSTRUCTION
es_es: ~<ESC~> CANCELAR CONSTRUCCIÓN

source: Objectives:
es_es: Objetivos:

source: Combat Casualties
es_es: Bajas de Combate

source: Infantry
es_es: Infantería

source: Artillery
es_es: Artillería

source: Cavalry
es_es: Caballería

source: ~!Continue
es_es: ~!Continuar

source: E~!xit
es_es: Salir

source: Human Land Units
es_es: Unidades Humanas de Pie

source: Human Sea Units
es_es: Unidades Humanas de Mar

source: Human Air Units
es_es: Unidades Humanas de Aire

source: Human Land Buildings
es_es: Edificios Humanos de Pie

source: Human Shore Buildings
es_es: Edificios Humanos de Mar

source: Human Heroes
es_es: Héroes Humanos

source: Orc Land Units
es_es: Unidades Orcas de Pie

source: Orc Sea Units
es_es: Unidades Orcas de Mar

source: Orc Air Units
es_es: Unidades Orcas de Aire

source: Orc Land Buildings
es_es: Edificios Orcos de Pie

source: Orc Shore Buildings
es_es: Edificios Orcos de Mar

source: Orc Heroes
es_es: Héroes Orcos

source: Neutral Buildings
es_es: Edificios Neutrales

source: Neutral Units
es_es: Unidades Neutrales

source: Keystroke Help Menu
es_es: Menú de Ayuda para Atajos

source: Previous (~<Esc~>)
es_es: Anterior (~<Esc~>)

source: -Destroy the enemy
es_es: -Destruir al enemigo

source: Map Default
es_es: Por Defecto

source: Nation of Stromgarde
es_es: Nación de Stromgarde

source: Nation of Azeroth
es_es: Nación de Azeroth

source: Nation of Kul Tiras
es_es: Nación de Kul Tiras

source: Nation of Dalaran
es_es: Nación de Dalaran

source: Nation of Alterac
es_es: Nación de Alterac

source: Nation of Gilneas
es_es: Nación de Gilneas

source: Nation of Lordaeron
es_es: Nación de Lordaeron

source: Alliance Traitors
es_es: Traidores de la Alianza

source: Blackrock Clan
es_es: Clan Blackrock

source: Stormreaver Clan
es_es: Clan Stormreaver

source: Bleeding Hollow Clan
es_es: Clan Bleeding Hollow

source: Twilight's Hammer Clan
es_es: Clan Twilight's Hammer

source: Burning Blade Clan
es_es: Clan Burning Blade

source: Black Tooth Grin Clan
es_es: Clan Black Tooth Grin

source: Dragonmaw Clan
es_es: Clan Dragonmaw

source: Laughing Skull Clan
es_es: Clan Laughing Skull

source: Select scenario
es_es: Selecciona el escenario

source: Cancel (~<Esc~>)
es_es: Cancelar (~<Esc~>)

source: ~<Single Player~>
es_es: ~<Un Jugador~>

source: ~!Standard Game
es_es: Partida E~!standar

source: ~!Campaign Game
es_es: ~!Campaña

source: ~!Load Game
es_es: Cargar Partida

source: Previous Menu (~<Esc~>)
es_es: Menú Anterior (~<Esc~>)

source: Standard Game
es_es: Partida Estandar

source: ~!Cancel
es_es: ~!Cancelar

source: ~red~Red
es_es: ~red~Rojo

source: ~blue~Blue
es_es: ~blue~Azul

source: ~green~Green
es_es: ~green~Verde

source: ~violet~Violet
es_es: ~violet~Violeta

source: ~orange~Orange
es_es: ~orange~Naranja

source: ~black~Black
es_es: ~black~Negro

source: ~white~White
es_es: ~white~Blanco

source: ~yellow~Yellow
es_es: ~yellow~Amarillo

source: Human
es_es: Humano

source: Orc
es_es: Orco

source: Random
es_es: Aleatorio

source: Player
es_es: Jugador

source: Computer
es_es: Ordenador

source: Rescue-passive
es_es: Rescate-pasivo

source: Rescue-active
es_es: Rescate-activo

source: None
es_es: Ninguno

source: Revealed
es_es: Revelado

source: Use map settings
es_es: Por defecto del mapa

source: Free for all
es_es: Todos contra todos

source: Top vs bottom
es_es: Arriba contra abajo

source: Left vs right
es_es: Izquierda contra derecha

source: Man vs Machine
es_es: Hombre Contra Máquina

source: Summer
es_es: Verano

source: Swamp
es_es: Pantano

source: Wasteland
es_es: Tierras Devastadas

source: Winter
es_es: Invierno

source: One Peasant Only
es_es: Solo un Campesino

source: Easy
es_es: Fácil

source: Hard
es_es: Difícil

source: Nightmare
es_es: Pesadilla

source: Hell
es_es: Infierno

source: Low
es_es: Bajo

source: Medium
es_es: Mediano

source: High
es_es: Alto

source: Quick Start
es_es: Inicio Rápido

source: ~<Single Player Game Setup~>
es_es: ~<Configuración de Partida de un Jugador~>

source: Scenario:
es_es: Escenario:

source: S~!elect Scenario
es_es: S~!elecciona el Escenario

source: ~!Start Game
es_es: Iniciar Partida

source: Need more than 1 team
es_es: Necesitas más de un equipo

source: No players selected
es_es: No hay jugadores seleccionados

source: Need at least 1 person player
es_es: Necesitas al menos 1 jugador real

source: Need at least 2 players
es_es: Necesitas al menos 2 jugadores

source: ~<Type:~>
es_es: ~<Tipo:~>

source: ~<Race:~>
es_es: ~<Raza:~>

source: ~<Teams:~>
es_es: ~<Equipos:~>

source: ~<AI Script:~>
es_es: ~<Script I.A:~>

source: ~!Cancel Game
es_es: ~!Cancelar Partida

source: ~<Game Type:~>
es_es: ~<Tipo de Juego:~>

source: ~<Resources:~>
es_es: ~<Recursos:~>

source: ~<AI Difficulty:~>
es_es: ~<Dificultad I.A:~>

source: ~<Tileset:~>
es_es: ~<Terreno:~>

source: ~<Units:~>
es_es: ~<Unidades:~>

source: ~!Single Player Game
es_es: Un Jugador

source: ~!Multi Player Game
es_es: ~!Multijugador

source: ~!Replay Game
es_es: ~!Repetir Partida

source: ~!Options
es_es: ~!Opciones

source: ~!Load Mod
es_es: Cargar Modificación

source: Map ~!Editor
es_es: ~!Editor de Mapas

source: S~!how Credits
es_es: Ver Creditos

source: E~!xit Program
es_es: Salir del Programa

source: Load Mod
es_es: Cargar Modificación

source: ~!MOVE
es_es: ~!MOVER

source: ~!STOP
es_es: DETENER

source: ~!ATTACK
es_es: ~!ATACAR

source: ~!PATROL
es_es: ~!PATRULLAR

source: E~!XPLORE
es_es: E~!XPLORAR

source: S~!TAND GROUND
es_es: DEFENDER POSICIÓN

source: ATTACK ~!GROUND
es_es: ATACAR TERRENO

source: ~!DEMOLISH
es_es: ~!DEMOLER

source: HOLY ~!VISION
es_es: ~!VISIÓN SAGRADA

source: ~!HEALING (per 1 HP)
es_es: CURACIÓN (1 PS)

source: ~!EXORCISM
es_es: ~!EXORCISMO

source: LIGHTNING ~!ATTACK
es_es: ~!ATAQUE DE RAYO

source: ~!FIREBALL
es_es: BOLA DE ~!FUEGO

source: SL~!OW
es_es: LENTITUD

source: F~!LAME SHIELD
es_es: CERCO DE FUEGO

source: ~!INVISIBILITY
es_es: ~!INVISIBILIDAD'

source: ~!POLYMORPH
es_es: ~!POLIMORFISMO

source: ~!BLIZZARD
es_es: TEMPESTAD

source: ~!REPAIR
es_es: ~!REPARAR

source: ~!HARVEST LUMBER/MINE GOLD
es_es: RECOLECTAR MADERA/ORO

source: RETURN WITH ~!GOODS
es_es: RE~!GRESAR CON RECURSOS

source: ~!BUILD BASIC STRUCTURE
es_es: CONSTRUIR ESTRUCTURA ~!BÁSICA

source: BUILD AD~!VANCED STRUCTURE
es_es: CONSTRUIR ESTRUCTURA A~!VANZADA

source: BUILD ~!FARM
es_es: CONSTRUIR GRANJA

source: BUILD ~!BARRACKS
es_es: CONSTRUIR ~!BARRACONES

source: BUILD TOWN ~!HALL
es_es: CONSTRUIR AYUNTAMIENTO

source: BUILD ELVEN ~!LUMBER MILL
es_es: CONSTRUIR SERRERÍA E~!LFA

source: BUILD BLACK~!SMITH
es_es: CONSTRUIR HERRERÍA

source: BUILD ~!TOWER
es_es: CONSTRUIR ~!TORRE

source: BUILD ~!WALL
es_es: CONSTRUIR MURO

source: BUILD ~!SHIPYARD
es_es: CONSTRUIR A~!STILLEROS

source: BUILD ~!FOUNDRY
es_es: CONSTRUIR ~!FUNDICIÓN

source: BUILD ~!REFINERY
es_es: CONSTRUIR ~!REFINERÍA DE ACEITE

source: BUILD GNOMISH ~!INVENTOR
es_es: CONSTRUIR ~!INVENTORES GNOMO

source: BUILD ST~!ABLES
es_es: CONSTRUIR EST~!ABLOS

source: BUILD ~!MAGE TOWER
es_es: CONSTRUIR TORRE DE LOS ~!MAGOS

source: BUILD ~!CHURCH
es_es: ~!CONSTRUIR IGLESIA

source: BUILD ~!GRYPHON AVIARY
es_es: CONSTRUIR NIDO AVIARIO DE ~!GRIFOS

source: TRAIN ~!CRITTER
es_es: ENTRENAR ANIMAL

source: TRAIN ~!PEASANT
es_es: ENTRENAR CAM~!PESINO

source: UPGRADE TO ~!KEEP
es_es: ACTUALIZAR A BALUARTE

source: UPGRADE TO ~!CASTLE
es_es: ACTUALIZAR A ~!CASTILLO

source: SET ~!HARVEST LUMBER/MINE GOLD
es_es: ELEGIR RECOLECTAR MADERA/ORO

source: SET ~!MOVE
es_es: ELEGIR ~!MOVER

source: SET ~!ZTOP
es_es: ELEGIR DETENER

source: S~!ET ATTACK
es_es: ~!ELEGIR ATACAR

source: TRAIN ~!MINUTEMAN
es_es: ENTRENAR ~!MINUTEMAN

source: TRAIN ~!FOOTMAN
es_es: ENTRENAR SOLDADO

source: TRAIN ~!ARCHER
es_es: ENTRENAR ~!ARQUERO ELFO

source: TRAIN ~!RANGER
es_es: ENTRENAR GUA~!RDABOSQUES ELFO

source: BUILD ~!BALLISTA
es_es: CONSTRUIR ~!BALLESTA

source: TRAIN ~!KNIGHT
es_es: ENTRENAR CABALLERO

source: TRAIN ~!PALADIN
es_es: ENTRENAR ~!PALADÍN

source: BUILD GNOMISH ~!FLYING MACHINE
es_es: CONSTRUIR MÁQUINA VOLADORA GNOMO

source: TRAIN ~!DWARVEN DEMOLITION SQUAD
es_es: ENTRENAR EQUIPO DE ~!DEMOLICIÓN

source: ~!TRAIN MAGE
es_es: EN~!TRENAR MAGO

source: TRAIN ~!GRYPHON RIDER
es_es: ENTRENAR JINETE DE ~!GRIFOS

source: BUILD ~!OIL TANKER
es_es: CONSTRUIR ACEITER~!O

source: BUILD ~!DESTROYER
es_es: CONSTRUIR ~!DESTRUCTOR

source: BUILD ~!TRANSPORT
es_es: CONSTRUIR BARCO DE ~!TRANSPORTE

source: BUILD GNOMISH ~!SUBMARINE
es_es: CONSTRUIR ~!SUBMARINO GNOMO

source: BUILD ~!BATTLESHIP
es_es: CONSTRUIR BARCO DE GUERRA

source: SET ~!HAUL OIL
es_es: ELEGIR TRANSPORTAR ACEITE

source: UPGRADE TO ~!GUARD TOWER
es_es: ACTUALIZAR A TORRE DE ~!GUARDIA

source: UPGRADE TO ~!CANNON TOWER
es_es: ACTUALIZAR A TORRE DE ~!CAÑÓN

source: ~!UNLOAD
es_es: DESCARGAR

source: ~!BUILD OIL PLATFORM
es_es: CONSTRUIR PLATAFORMA DE ACEITE

source: ~!HAUL OIL
es_es: TRASPORTAR ACEITE

source: UPGRADE S~!WORDS (Damage +2)
es_es: ACTUALIZAR ESPADAS (Daño +2)

source: UPGRADE ~!SHIELDS (Armor +2)
es_es: ACTUALIZAR E~!SCUDOS (Armadura +2)

source: UPGRADE ~!BALLISTA (Damage +15)
es_es: ACTUALIZAR ~!BALLESTA (Daño +15)

source: ~!UPGRADE ARROWS (Damage +1)
es_es: ACT~!UALIZAR FLECHA (Daño +1)

source: ELVEN ~!RANGER TRAINING
es_es: ENTRENAMIENTO DE GUA~!RDABOSQUES ELFOS

source: RANGER ~!SCOUTING (Sight:9)
es_es: VI~!SIÓN DE GUARDABOSQUES (Vista:9)

source: RESEARCH ~!LONGBOW (Range +1)
es_es: INVESTIGAR TIRO DE F~!LECHA (Rango +1)

source: RANGER ~!MARKSMANSHIP (Damage +3)
es_es: PUNTERÍA DE GUARDABOSQUES (Daño +3)

source: UPGRADES KNIGHTS TO ~!PALADINS
es_es: ACTUALIZAR CABALLEROS A ~!PALADÍNES

source: RESEARCH ~!HEALING
es_es: INVESTIGAR CURACIÓN

source: RESEARCH ~!EXORCISM
es_es: INVESTIGAR ~!EXORCISMO

source: RESEARCH SL~!OW
es_es: INVESTIGAR LENTITUD

source: RESEARCH F~!LAME SHIELD
es_es: INVESTIGAR CERCO DE FUEGO

source: RESEARCH ~!INVISIBILITY
es_es: INVESTIGAR ~!INVISIBILIDAD'

source: RESEARCH ~!POLYMORPH
es_es: INVESTIGAR ~!POLIMORFISMO

source: RESEARCH ~!BLIZZARD
es_es: INVESTIGAR TEMPESTAD

source: UPGRADE ~!CANNONS (Damage +5)
es_es: ACTUALIZAR ~!CAÑONES (Daño +5)

source: UPGRADE SHIP ~!ARMOR (Armor +5)
es_es: ACTUALIZAR ~!ARMADURAS DE NAVES (Armadura +5)

source: Act I
es_es: Acto I

source: The Shores of Lordareon
es_es: Las Costas de Lordareon

source: Act II
es_es: Acto II

source: Act III
es_es: Acto III

source: The Northlands
es_es: Las Tierras del Norte

source: Act IV
es_es: Acto IV

source: Return to Azeroth
es_es: Retorno a Azeroth

source: A Time for Heroes
es_es: Un Tiempo de Héroes

source: Draenor, The Red World
es_es: Draenor, El Mundo Rojo

source: War in the Shadows
es_es: Guerra en las Sombras

source: The Measure of Valor
es_es: La Medida del Valor

source: Menu (~<F10~>)
es_es: Menú (~<F10~>)

source: Menu
es_es: Menú

source: Diplomacy
es_es: Diplomacia

source: Footman
es_es: Soldado

source: Peasant
es_es: Campesino

source: Ballista
es_es: Ballesta

source: Knight
es_es: Caballero

source: Archer
es_es: Arquero Elfo

source: Mage
es_es: Mago

source: Paladin
es_es: Paladín

source: Dwarves
es_es: Equipo de Demolición

source: Ranger
es_es: Guardabosques Elfo

source: Gryphon Rider
es_es: Jinete de Grifos

source: Kurdan and Sky'ree
es_es: Kurdan y Sky'ree

source: Oil tanker
es_es: Aceitero

source: Transport
es_es: Barco de Transporte

source: Elven Destroyer
es_es: Destructor Elfo

source: Battleship
es_es: Barco de Guerra

source: Gnomish Submarine
es_es: Submarino Gnomo

source: Gnomish Flying Machine
es_es: Máquina Voladora Gnomo

source: Farm
es_es: Granja

source: Barracks
es_es: Barracones

source: Church
es_es: Iglesia

source: Scout Tower
es_es: Torre de Reconocimiento

source: Stables
es_es: Establos

source: Gnomish Inventor
es_es: Inventores Gnome

source: Gryphon Aviary
es_es: Nido Aviario de Grifos

source: Shipyard
es_es: Astilleros

source: Elven Lumber Mill
es_es: Serreria Elfa

source: Foundry
es_es: Fundición

source: Town Hall
es_es: Ayuntamiento

source: Mage Tower
es_es: Torre de los Magos

source: Blacksmith
es_es: Herrería

source: Refinery
es_es: Refinería de Aceite

source: Oil Platform
es_es: Piataforma Aceitera

source: Keep
es_es: Baluarte

source: Castle
es_es: Castillo

source: Start Location
es_es: Punto de inicio

source: Guard Tower
es_es: Torre de Guardia

source: Cannon Tower
es_es: Torre de Cañon

source: Wall
es_es: Muro

source: ~<Mission list~>
es_es: ~<Lista de Misiónes~>

source: ~!Start mission
es_es: Iniciar Misión

source: Allied
es_es: Aliado

source: Enemy
es_es: Enemigo

source: Shared Vision
es_es: Visión compartida

source: TileSet :
es_es: Terreno:

source: Size :
es_es: Tamaño:

source: Map description :
es_es: Descripción del mapa:

source: ~!New map
es_es: ~!Nuevo mapa

source: File :
es_es: Archivo:

source: Players :
es_es: Jugadores:

source: Scenario :
es_es: Escenario:

source: Size :
es_es: Tamaño:

source: ~!Select map
es_es: ~!Selecciona el mapa

source: ~!Edit map
es_es: Modificar mapa

source: ~<Map Editor~>
es_es: ~<Editor de Mapas~>

source: ~!Load map
es_es: Cargar mapa

source: Cannot save map to file:
es_es: No se puede guardar el mapa al archivo:

source: Saved map to:
es_es: Mapa guardado en:

source: Save Game
es_es: Guardar Partida

source: ~!Save
es_es: Guardar

source: File exists, are you sure ?
es_es: El archivo ya existe, ¿estás seguro?

source: Save Resized Map
es_es: Guardar Mapa con Nuevo Tamaño

source: Players properties
es_es: Propiedades de jugadores

source: Nobody
es_es: Nadie

source: Person
es_es: Persona

source: Type
es_es: Tipo

source: Race
es_es: Raza

source: AI
es_es: I.A

source: Gold
es_es: Oro

source: Lumber
es_es: Madera

source: Oil
es_es: Aceite

source: Map properties
es_es: Propiedades del mapa

source: Map descritption :
es_es: Descripción del mapa :

source: Size :
es_es: Tamaño :

source: Tileset :
es_es: Terreno :

source: Editor Menu
es_es: Menú de Editor

source: Help (~<F1~>)
es_es: Ayuda (~<F1~>)

source: Save (~<F11~>)
es_es: Guardar (~<F11~>)

source: Map Properties (~<F5~>)
es_es: Propriedades del Mapa (~<F5~>)

source: Player Properties (~<F6~>)
es_es: Propriedades de Jugador (~<F6~>)

source: E~!xit to Menu
es_es: Salir al Menú

source: Return to Editor (~<Esc~>)
es_es: Regresar al Editor (~<Esc~>)

source: End Scenario
es_es: Terminar Escenario

source: ~!Restart Scenario
es_es: ~!Reinicar Escenario

source: ~!Surrender
es_es: Rendirse

source: ~!Quit to Menu
es_es: Salir al Menú

source: Are you sure you
es_es: ¿Estás seguro de que

source: want to restart
es_es: quieres reiniciar el

source: the scenario?
es_es: escenario?

source: want to withdraw
es_es: quieres retirarte de

source: from the battle?
es_es: la batalla?

source: want to quit to
es_es: quieres salir al

source: the main menu?
es_es: menú principal?

source: want to exit
es_es: quieres salir de

source: Stratagus?
es_es: Wargus?

source: Game Menu
es_es: Menú de Juego

source: Load (~<F12~>)
es_es: Cargar (~<F12~>)

source: Options (~<F5~>)
es_es: Opciones (~<F5~>)

source: Scenario ~!Objectives
es_es: ~!Objetivos del Escenario

source: ~!End Scenario
es_es: T~!erminar Escenario

source: Return to Game (~<Esc~>)
es_es: Regresar al Juego (~<Esc~>)

source: Help Menu
es_es: Menu de Ayuda

source: Keystroke ~!Help
es_es: Ayuda para Atajos

source: - toggle full screen
es_es: - pantalla completa

source: - toggle grab mouse
es_es: - agarre de ratón

source: - mute sound
es_es: - silenciar sonido

source: - mute music
es_es: - silenciar música

source: - increase game speed
es_es: - aumentar velocidad del juego

source: - decrease game speed
es_es: - reducir velocidad del juego

source: - pause game
es_es: - pausar juego

source: - make screen shot
es_es: - hacer una captura de pantalla

source: - help menu
es_es: - menú de ayuda

source: - restart scenario
es_es: - reiniciar el escenario

source: - quit to main menu
es_es: - regresar al menú principal

source: - quit game
es_es: - salir del juego

source: - toggle expand map
es_es: - mapa expandido

source: - game menu
es_es: - menu de juego

source: - write a message
es_es: - escribir un mensaje

source: - goto last event
es_es: - ir al último evento

source: - hide/unhide terrain
es_es: - mostrar/ocultar terreno

source: - track unit
es_es: - seguir a la unidad

source: - find idle peon
es_es: - encontrar campesino/peon inactivo

source: - center on selected unit
es_es: - centrar en la unidad seleccionada

source: - next view port
es_es: - siguiente ventana gráfica

source: - previous view port
es_es: - ventana gráfica anterior

source: - select nothing
es_es: - seleccionar nada

source: - select group
es_es: - seleccionar grupo

source: - center on group
es_es: - centra sul gruppo

source: - define group
es_es: - definir grupo

source: - add to group
es_es: - añadir al grupo

source: - add to alternate group
es_es: - añadir a grupo alterno

source: - recall map position
es_es: - cargar posición en el mapa

source: - save map postition
es_es: - guardar posición en el mapa

source: - game options
es_es: - opciones de juego

source: - speed options
es_es: - opciones de velocidad

source: - sound options
es_es: - opciones de sonido

source: - preferences
es_es: - preferencias

source: - diplomacy
es_es: - diplomacia

source: - save game
es_es: - guardar partida

source: - load game
es_es: - cargar partida

source: You can select all of your currently visible units of the same type by holding down the CTRL key and selecting a unit or by "double clicking" on a unit.
es_es: Puedes seleccionar todas las unidades visibles del mismo tipo manteniendo pulsado CTRL y seleccionando una unidad o haciende "doble clic" en una unidad.

source: The more workers you have collecting resources, the faster your economy will grow.
es_es: Mientras más trabajadores tengas recogiendo recursos, más rapido crecera tu economía.

source: Building more than one barracks will let you train more units faster.
es_es: Construir múltiples barracones te permitirá entrenar más unidades más rapido.

source: Use your workers to repair damaged buildings.
es_es: Usa a todos tus trabajadores para reparar edificios dañados.

source: Explore your surroundings early in the game.
es_es: Explora tus alrededores al inicio de la partida.

source: You can demolish trees and rocks.
es_es: Puedes demoler arboles y rocas.

source: Keep all workers working. Use ALT-I to find idle workers.
es_es: Mantiene a todos tus trabajadores trabajando. Pulsa ALT-I para encontrar trabajadores inactivos.

source: You can make units automatically cast spells by selecting a unit, holding down CTRL and clicking on the spell icon. CTRL click again to turn off.
es_es: Puedes hacer que las unidades automaticamente lanzen un hechizo al seleccionar una unidad, si mantienes pulsada la tecla CTRL y haces clic en el icono del hechizo. Haz CTRL clic de nuevo para desactivarlo.

source: You can give an unit an order which is executed after it finishes the current work, if you hold the SHIFT key.
es_es: Puedes darle a una unidad, una orden que se ejecuta después de la orden actual, si mantienes pulsada la tecla shift.

source: You can give way points, if you press the SHIFT key, while you click right for the move command.
es_es: Puedes dar puntos de camino, si mantienes pulsada la tecla SHIFT, mientras haces clic derecho en el comando de mover.

source: You can order a worker to build one building after the other, if you hold the SHIFT key, while you place the building.
es_es: Puedes ordenar a un trabajador que construya un edificio después del otro, si mantienes pulsada la tecla SHIFT, mientras colocas el edificio.

source: You can build many of the same building, if you hold the ALT and SHIFT keys while you place the buildings.
es_es: Puedes construir muchos del mismo edificio, si mantienes pulsada las teclas ALT y SHIFT, mientras colocas los edificios.

source: Use CTRL-V or ALT-V to cycle through the viewport configuration, you can then monitor your base and lead an attack.
es_es: Usa CTRL-V o ALT-V para cambiar la ventana gráfica, para así poder monitorear tu base mientras manejas un ataque.

source: Know a useful tip? Then add it here!
es_es: ¿Conoces un tip útil? ¡Añadelo aquí!

source: Show tips at startup
es_es: Mostrar tips al inicio

source: ~!Next Tip
es_es: Siguiente

source: Close (~<Esc~>)
es_es: Cerrar (~<Esc~>)

source: Load Game
es_es: Cargar partida

source: ~!Load
es_es: Cargar

source: AIs:
es_es: I.A:

source: AI player(s)
es_es: Jugador(es) I.A

source: Players
es_es: Jugadores

source: Preparing
es_es: Preparando

source: Open slots :
es_es: Espacios vacíos :

source: Creator
es_es: Creador

source: Ready
es_es: Listo

source: Joining game: Map
es_es: Uniendose a la partida

source: Map
es_es: Mapa

source: File:
es_es: Archivo:

source: Players:
es_es: Jugadores:

source: Description:
es_es: Descripción:

source: Fog of war
es_es: Niebla de guerra

source: Explored
es_es: Explorado

source: ~<Your Race:~>
es_es: ~<Tu Raza:~>

source: Units:
es_es: Unidades:

source: Resources:
es_es: Recursos:

source: ~!Ready
es_es: Listo

source: Cannot reach server
es_es: No se puede conectar con el servidor

source: Joining Game
es_es: Uniendose al juego

source: Connecting to server
es_es: Conectandose al servidor

source: Connecting...
es_es: Conectando...

source: Map not available
es_es: Mapa no disponible

source: Server is full
es_es: El servidor está lleno

source: Server gone
es_es: El servidor ya no existe

source: Incompatible engine version
es_es: Versión del juego incompatible

source: Incompatible lua files
es_es: Archivos lua incompatibles

source: Servers:
es_es: Servidores:

source: Co~!nnect
es_es: Co~!nectar

source: ~!Add server
es_es: ~!Añadir servidor

source: ~!Edit server
es_es: ~!Editar servidor

source: ~!Delete server
es_es: Borrar servidor

source: Edit server
es_es: Editar servidor

source: Server IP:
es_es: IP del Servidor:

source: Description:
es_es: Descripción:

source: Invalid server name
es_es: Nombre de servidor inválido

source: Add server
es_es: Añadir servidor

source: Create MultiPlayer game
es_es: Crear partida multijugador

source: Unknown map
es_es: Mapa desconocido

source: Race:
es_es: Raza:

source: Dedicated AI Server:
es_es: Servidor de I.A Dedicado:

source: Waiting for players
es_es: Esperando a los jugadores

source: ~!Create Game
es_es: ~!Crear Partida

source: ~<Multiplayer Network Game~>
es_es: ~<Partida Multijugador en Red~>

source: Nickname :
es_es: Apodo:

source: Password :
es_es: Contraseña:

source: Go ~!Online
es_es: Ir en Línea

source: Sign up
es_es: Registrarse

source: ~!Join Local Game
es_es: Unirse a Partida Local

source: Users
es_es: Usuarios

source: Friends
es_es: Amigos

source: Channels
es_es: Canales

source: Games
es_es: Partidas

source: ~!Join Game
es_es: Unirse a Partida

source: No game selected
es_es: No hay partida seleccionada

source: ~!Previous Menu
es_es: Menú Anterior

source: Objectives
es_es: Objetivos:

source: Sound Options
es_es: Opciones de Sonido

source: Effects Volume
es_es: Volumen de Efectos

source: Sound:
es_es: Sonido:

source: On
es_es: Sí

source: Off
es_es: No

source: Music Volume
es_es: Volumen de Música

source: Stereo Sound
es_es: Sonido Estereo

source: Music:
es_es: Música:

source: Preferences
es_es: Preferencias

source: Show Hotkeys
es_es: Mostrar Atajos de Teclado

source: Grab Mouse
es_es: Agarre de Ratón

source: ~!*Show damage
es_es: ~!*Mostrar daño

source: ~!*Show button popups
es_es: ~!*Mostrar popups de botones

source: Mine notifications
es_es: Notificaciones de minería

source: Show orders
es_es: Mostrar ordenes
