Repository: Northfear/wargus
Catalog: scripts/translate/cz_CZ.po
Languages: cs

source: ~<ESC~> CANCEL
cs: ~<ESC~> Zrušit

source: ~<ESC~> CANCEL UPGRADE
cs: ~<ESC~> Zrušit vylepšení

source: ~<ESC~> CANCEL UNIT TRAINING
cs: ~<ESC~> Zrušit výrobu jednotky

source: ~<ESC~> CANCEL CONSTRUCTION
cs: ~<ESC~> Zrušit výstavbu

source: Objectives:
cs: Cíle:

source: Combat Casualties
cs: Ztráty v boji

source: Infantry
cs: Pěchota

source: Artillery
cs: Dělostřelectvo

source: Cavalry
cs: Jízda

source: ~!Continue
cs: ~!Pokračovat

source: E~!xit
cs: K~!onec

source: Human Land Units
cs: Lidské pozemní jednotky

source: Human Sea Units
cs: Lidské námořnictvo

source: Human Air Units
cs: Lidské vzdušné jednotky

source: Human Land Buildings
cs: Lidské budovy

source: Human Shore Buildings
cs: Lidské přístavní budovy

source: Human Heroes
cs: Lidští hrdinové

source: Orc Land Units
cs: Orkské pozemní jednotky

source: Orc Sea Units
cs: Orkské námořnictvo

source: Orc Air Units
cs: Orkské vzdušné jendotky

source: Orc Land Buildings
cs: Orkské budovy

source: Orc Shore Buildings
cs: Orkské přístavní budovy

source: Orc Heroes
cs: Orkští hrdinové

source: Neutral Buildings
cs: Neutrální budovy

source: Neutral Units
cs: Neutrální jednotky

source: Keystroke Help Menu
cs: Nápověda klávesnice

source: Previous (~<Esc~>)
cs: Předešlé (~<Esc~>)

source: -Destroy the enemy
cs: -Znič nepřítele

source: Map Default
cs: Defaultní Mapa

source: Nation of Stromgarde
cs: Národ Stormgard

source: Nation of Azeroth
cs: Národ Azerothu

source: Nation of Kul Tiras
cs: Národ Kul Tiranu

source: Nation of Dalaran
cs: Národ Dalaranu

source: Nation of Alterac
cs: Národ Alteracu

source: Nation of Gilneas
cs: Národ Gilneasu

source: Nation of Lordaeron
cs: Národ Lordaeronu

source: Alliance Traitors
cs: Zrádci Aliance

source: Blackrock Clan
cs: Klan Blackrock

source: Stormreaver Clan
cs: Klan Stormreaver

source: Bleeding Hollow Clan
cs: Klan Bleeding Hollow

source: Twilight's Hammer Clan
cs: Klan Twilight's Hammer

source: Burning Blade Clan
cs: Klan Burning Blade

source: Black Tooth Grin Clan
cs: Klan Black Tooth Grin

source: Dragonmaw Clan
cs: Klan Dragonmaw

source: Laughing Skull Clan
cs: Klan Laughing Skull

source: Select scenario
cs: Vyber scénář

source: Cancel (~<Esc~>)
cs: Zruš (~<Esc~>)

source: ~<Single Player~>
cs: ~<Jeden hráč~>

source: ~!Standard Game
cs: ~!Normální hra

source: ~!Campaign Game
cs: ~!Kampaň

source: ~!Load Game
cs: ~!Nahrát

source: Previous Menu (~<Esc~>)
cs: Předchozí menu (~<Esc~>)

source: Standard Game
cs: Standartní hra

source: ~!Cancel
cs: ~!Zrušit

source: ~red~Red
cs: ~red~Červený

source: ~blue~Blue
cs: ~blue~Modrý

source: ~green~Green
cs: ~green~Zelený

source: ~violet~Violet
cs: ~violet~Fialový

source: ~orange~Orange
cs: ~orange~Oranžový

source: ~black~Black
cs: ~black~Černý

source: ~white~White
cs: ~white~Bílý

source: ~yellow~Yellow
cs: ~yellow~Žlutý

source: Human
cs: Lidé

source: Orc
cs: Ork

source: Random
cs: Náhodný

source: Player
cs: Hráč

source: Computer
cs: Počítač

source: Rescue-passive
cs: Záchrana-pasivní

source: Rescue-active
cs: Záchrana-aktivní

source: None
cs: Nic

source: Explored
cs: Prozkoumaný

source: Revealed
cs: Odhalený

source: Use map settings
cs: Použít nastavení mapy

source: Melee
cs: Bitva

source: Free for all
cs: Všichni proti všem

source: Top vs bottom
cs: Vršek proti spodku

source: Left vs right
cs: Levá proti pravé

source: Man vs Machine
cs: Člověk proti počítači

source: Summer
cs: Léto

source: Swamp
cs: Močály

source: Wasteland
cs: Pustiny

source: Winter
cs: Zima

source: One Peasant Only
cs: Pouze stavitel

source: Easy
cs: Lehká

source: Normal
cs: Střední

source: Hard
cs: Těžká

source: Nightmare
cs: Noční můra

source: Hell
cs: Peklo

source: Low
cs: Málo

source: Medium
cs: Středně

source: High
cs: Hodně

source: Quick Start
cs: Rychlý start

source: ~<Single Player Game Setup~>
cs: ~<Nastavení hry jednoho hráče~>

source: Error:
cs: Chyba:

source: Scenario:
cs: Scénář:

source: S~!elect Scenario
cs: V~!ybrat Scénář

source: ~!Start Game
cs: ~!Začít hru

source: Need more than 1 team
cs: Potřebuješ více než 1 tým

source: No players selected
cs: Nevybrán žádný hráč

source: Need at least 1 person player
cs: 1 hráč musí být člověk

source: Need at least 2 players
cs: Potřebuješ alespoň 2 hráče

source: ~<Color:~>
cs: ~<Barva:~>

source: ~<Type:~>
cs: ~<Typ:~>

source: ~<Race:~>
cs: ~<Rasa:~>

source: ~<Teams:~>
cs: ~<Týmy:~>

source: ~<AI Script:~>
cs: ~<Skript UI:~>

source: ~!Cancel Game
cs: ~!Zrušit hru

source: ~<Game Type:~>
cs: ~<Typ hry:~>

source: ~<Resources:~>
cs: ~<Zdroje:~>

source: ~<AI Difficulty:~>
cs: ~<Obtížnost UI:~>

source: ~<Tileset:~>
cs: ~<Krajina:~>

source: ~<Units:~>
cs: ~<Jednotky:~>

source: ~!Single Player Game
cs: ~!Hra jednoho hráče

source: ~!Multi Player Game
cs: ~!Hra více hráčů

source: ~!Replay Game
cs: ~!Přehrát záznam

source: ~!Options
cs: ~!Nastavení

source: ~!Load Mod
cs: ~!Načíst Mód

source: Map ~!Editor
cs: Mapový ~!Editor

source: S~!how Credits
cs: U~!kaž titulky

source: E~!xit Program
cs: O~!pusť Program

source: Load Mod
cs: Načti mód

source: ~!MOVE
cs: ~!Pohyb

source: ~!STOP
cs: ~!Stůj

source: ~!ATTACK
cs: ~!Útok

source: ~!PATROL
cs: ~!Hlídej

source: E~!XPLORE
cs: P~!růzkum

source: S~!TAND GROUND
cs: H~!lídej tady

source: ATTACK ~!GROUND
cs: Zaútoč ~!tady

source: ~!DEMOLISH
cs: ~!Znič

source: HOLY ~!VISION
cs: Svaté ~!vidění

source: ~!HEALING (per 1 HP)
cs: ~!Vyleč (za 1 HP)

source: ~!EXORCISM
cs: ~!Exorcismus

source: LIGHTNING ~!ATTACK
cs: Bleskový ~!útok

source: ~!FIREBALL
cs: ~!Ohnivá koule

source: SL~!OW
cs: Zp~!omalení

source: F~!LAME SHIELD
cs: O~!hnivý štít

source: ~!INVISIBILITY
cs: ~!Neviditelnost

source: ~!POLYMORPH
cs: ~!Proměna

source: ~!BLIZZARD
cs: ~!Ledová bouře

source: ~!REPAIR
cs: ~!Oprav

source: ~!HARVEST LUMBER/MINE GOLD
cs: ~!Těž Dřevo/Zlato

source: RETURN WITH ~!GOODS
cs: Vrať se se ~!zdroji

source: ~!BUILD BASIC STRUCTURE
cs: ~!Stav základní stavby

source: BUILD AD~!VANCED STRUCTURE
cs: Stav po~!kročilé stavby

source: BUILD ~!FARM
cs: Postav ~!Farmu

source: BUILD ~!BARRACKS
cs: Postav ~!Kasárny

source: BUILD TOWN ~!HALL
cs: Postav Městskou ~!halu

source: BUILD ELVEN ~!LUMBER MILL
cs: Postav Elfí ~!pilu

source: BUILD BLACK~!SMITH
cs: Postav K~!ovárnu

source: BUILD ~!TOWER
cs: Postav ~!Věž

source: BUILD ~!WALL
cs: Postav ~!Zeď

source: BUILD ~!SHIPYARD
cs: Postav Př~!ístav

source: BUILD ~!FOUNDRY
cs: Postav S~!lévárnu

source: BUILD ~!REFINERY
cs: Postav ~!Rafinérii

source: BUILD GNOMISH ~!INVENTOR
cs: Postav Gnomskou ~!dílnu

source: BUILD ST~!ABLES
cs: Postav ~!Stáje

source: BUILD ~!MAGE TOWER
cs: Postav ~!Magickou věž

source: BUILD ~!CHURCH
cs: Postav Kos~!tel

source: BUILD ~!GRYPHON AVIARY
cs: Postav ~!Gryffí hnízdo

source: TRAIN ~!CRITTER
cs: Vycvič ~!Zvířátko

source: TRAIN ~!PEASANT
cs: Vycvič ~!Sedláka

source: UPGRADE TO ~!KEEP
cs: Vylepši na ~!Pevnost

source: UPGRADE TO ~!CASTLE
cs: Vylepši na ~!Hrad

source: SET ~!HARVEST LUMBER/MINE GOLD
cs: Nastav Těž~!ba dřeva/zlata

source: SET ~!MOVE
cs: Nastav ~!Pohyb

source: SET ~!ZTOP
cs: Nastav ~!Stůj

source: S~!ET ATTACK
cs: Nastav Ú~!tok

source: TRAIN ~!MINUTEMAN
cs: Vycvič ~!Milice

source: TRAIN ~!FOOTMAN
cs: Vycvič ~!Pěšáka

source: TRAIN ~!ARCHER
cs: Vycvič ~!Lučišníka

source: TRAIN ~!RANGER
cs: Vycvič ~!Hraničáře

source: BUILD ~!BALLISTA
cs: Vyrob ~!Balistu

source: TRAIN ~!KNIGHT
cs: Vycvič ~!Rytíře

source: TRAIN ~!PALADIN
cs: Vycvič P~!aladina

source: BUILD GNOMISH ~!FLYING MACHINE
cs: Vyrob ~!Gnomský větroplach

source: TRAIN ~!DWARVEN DEMOLITION SQUAD
cs: Vycvič ~!Demoliční tým

source: ~!TRAIN MAGE
cs: ~!Vycvič Mága

source: TRAIN ~!GRYPHON RIDER
cs: Vycvič ~!Jezdce na Gryffovi

source: BUILD ~!OIL TANKER
cs: Vyrob T~!anker

source: BUILD ~!DESTROYER
cs: Vyrob T~!orpédoborce

source: BUILD ~!TRANSPORT
cs: Vyrob ~!Transportér

source: BUILD GNOMISH ~!SUBMARINE
cs: Vyrob Gnomskou ~!ponorku

source: BUILD ~!BATTLESHIP
cs: Vyrob ~!Bitevní loď

source: SET ~!HAUL OIL
cs: Nastav ~!dopravu ropy

source: UPGRADE TO ~!GUARD TOWER
cs: Vylepši na ~!Strážní věž

source: UPGRADE TO ~!CANNON TOWER
cs: Vylepši na ~!Dělostřeleckou věž

source: ~!UNLOAD
cs: ~!Vylož

source: ~!BUILD OIL PLATFORM
cs: ~!Postav ropnou plošinu

source: ~!HAUL OIL
cs: ~!Doprav ropu

source: UPGRADE S~!WORDS (Damage +2)
cs: Vylepši ~!čepel (Zranění +2)

source: UPGRADE ~!SHIELDS (Armor +2)
cs: Vylepši ~!štíty (Zbroj +2)

source: UPGRADE ~!BALLISTA (Damage +15)
cs: Vylepši ~!balisty (Zranění +15)

source: ~!UPGRADE ARROWS (Damage +1)
cs: ~!Vylepši šípy (Zranění +1)

source: ELVEN ~!RANGER TRAINING
cs: Trénování elfích ~!hraničářů

source: RANGER ~!SCOUTING (Sight:9)
cs: ~!Přesný zrak (Dohled:9)

source: RESEARCH ~!LONGBOW (Range +1)
cs: Výzkum~!dlouhého luku (Dostřel +1)

source: RANGER ~!MARKSMANSHIP (Damage +3)
cs: ~!Ostrostřelectví (Zranění +3)

source: UPGRADES KNIGHTS TO ~!PALADINS
cs: Vylepši rytíře na ~!Paladiny

source: RESEARCH ~!HEALING
cs: Vyzkoumej ~!Léčení

source: RESEARCH ~!EXORCISM
cs: Vyzkoumej ~!Exorcismus

source: RESEARCH SL~!OW
cs: Vyzkoumej ~!Zpomalení

source: RESEARCH F~!LAME SHIELD
cs: Vyzkoumej O~!hnivý štít

source: RESEARCH ~!INVISIBILITY
cs: Vyzkoumej ~!Neviditelnost

source: RESEARCH ~!POLYMORPH
cs: Vyzkoumej ~!Proměnu

source: RESEARCH ~!BLIZZARD
cs: Vyzkoumej ~!Bouři

source: UPGRADE ~!CANNONS (Damage +5)
cs: Vylepši ~!Děla (Zranění +5)

source: UPGRADE SHIP ~!ARMOR (Armor +5)
cs: Vylepši ~!Trup lodi (Zbroj +5)

source: Act I
cs: Dějství 1

source: The Shores of Lordareon
cs: Břehy Lordareonu

source: Act II
cs: Dějství 2

source: Act III
cs: Dějství 3

source: The Northlands
cs: Severní země

source: Act IV
cs: Dějství 4

source: Return to Azeroth
cs: Návrat na Azeroth

source: A Time for Heroes
cs: Čas na hrdiny

source: Draenor, The Red World
cs: Draenor, Rudý Svět

source: War in the Shadows
cs: Válka ve stínech

source: The Measure of Valor
cs: Míra udatnosti

source: Diplomacy
cs: Diplomacie

source: Footman
cs: Pěšák

source: Peasant
cs: Sedlák

source: Ballista
cs: Balista

source: Knight
cs: Rytíř

source: Archer
cs: Střelec

source: Mage
cs: Mág

source: Dwarves
cs: Trpaslíci

source: Ranger
cs: Hraničář

source: Gryphon Rider
cs: Jezdec na gryffovi

source: Kurdan and Sky'ree
cs: Kurdan a Sky´ree

source: Oil tanker
cs: Ropný tanker

source: Transport
cs: Převozník

source: Elven Destroyer
cs: Elfí torpédoborec

source: Battleship
cs: Bitevní loď

source: Gnomish Submarine
cs: Gnomská ponorka

source: Gnomish Flying Machine
cs: Gnomský větroplach

source: Turalyon
cs: Tyralyon

source: Farm
cs: Farma

source: Barracks
cs: Kasárny

source: Church
cs: Kostel

source: Scout Tower
cs: Rozhledna

source: Stables
cs: Stáje

source: Gnomish Inventor
cs: Gnomská dílna

source: Gryphon Aviary
cs: Gryffí hnízdo

source: Shipyard
cs: Přístav

source: Elven Lumber Mill
cs: Elfí pila

source: Foundry
cs: Slévárna

source: Town Hall
cs: Mětská hala

source: Mage Tower
cs: Magická věž

source: Blacksmith
cs: Kovárna

source: Refinery
cs: Rafinérie

source: Oil Platform
cs: Ropná plošina

source: Keep
cs: Pevnost

source: Castle
cs: Hrad

source: Start Location
cs: Startovní lokace

source: Guard Tower
cs: Střelecká věž

source: Cannon Tower
cs: Dělostřelecká věž

source: Wall
cs: Zeď

source: ~<Mission list~>
cs: ~<Seznam misí~>

source: ~!Start mission
cs: ~!Spusť misi

source: Allied
cs: Spojenci

source: Enemy
cs: Nepřátelé

source: Shared Vision
cs: Sdílený pohled

source: TileSet :
cs: Typ krajiny:

source: Size :
cs: Velikost:

source: Map description :
cs: Popis mapy:

source: ~!New map
cs: ~!Nová mapa

source: File :
cs: Soubor:

source: Players :
cs: Hráči:

source: Scenario :
cs: Scénář:

source: Size :
cs: Velikost:

source: ~!Select map
cs: ~!Vyber mapu

source: ~!Edit map
cs: ~!Edituj mapu

source: ~<Map Editor~>
cs: ~<Editor map~>

source: ~!Load map
cs: ~!Nahraj mapu

source: Cannot save map to file:
cs: Nemohu uložit mapu do souboru:

source: Saved map to:
cs: Mapa uložena do:

source: Save Game
cs: Ulož hru

source: ~!Save
cs: ~!Ulož

source: File exists, are you sure ?
cs: Soubor již existuje, seš si jistý ?

source: Save Resized Map
cs: Ulož změny mapy

source: Players properties
cs: Nastavení hráčů

source: Neutral
cs: Neutrální

source: Nobody
cs: Nikdo

source: Person
cs: Osoba

source: Type
cs: Typ

source: Race
cs: Rasa

source: AI
cs: UI

source: Gold
cs: Zlato

source: Lumber
cs: Dřevo

source: Oil
cs: Ropa

source: Map properties
cs: Nastavení mapy

source: Map descritption :
cs: Popis mapy:

source: Size :
cs: Velikost:

source: Tileset :
cs: Krajina:

source: Editor Menu
cs: Menu editoru

source: Save (~<F11~>)
cs: Ulož (~<F11~>)

source: Load (~<F12~>)
cs: Nahraj (~<F12~>)

source: Map Properties (~<F5~>)
cs: Nastavení mapy (~<F5~>)

source: Player Properties (~<F6~>)
cs: Nastavení hráče (~<F6~>)

source: E~!xit to Menu
cs: O~!dejdi do Menu

source: Return to Editor (~<Esc~>)
cs: Vrať se do Editoru (~<Esc~>)

source: gold
cs: Zlato

source: wood
cs: Dřevo

source: oil
cs: Ropa

source: End Scenario
cs: Ukonči scénář

source: ~!Restart Scenario
cs: ~!Restartuj Scénář

source: ~!Surrender
cs: ~!Vzdát se

source: ~!Quit to Menu
cs: ~!Do menu

source: Are you sure you
cs: Jseš si jistý

source: want to restart
cs: ,že chceš restartovat

source: the scenario?
cs: scénář?

source: want to withdraw
cs: ,že chceš odstoupit

source: from the battle?
cs: z boje?

source: want to quit to
cs: ,že chceš odejít

source: the main menu?
cs: do menu?

source: want to exit
cs: ,že chceš ukončit

source: Game Menu
cs: Herní Menu

source: Options (~<F5~>)
cs: Nastavení (~<F5~>)

source: Help (~<F1~>)
cs: Pomoc (~<F1~>)

source: Scenario ~!Objectives
cs: Cíle ~!Scénáře

source: ~!End Scenario
cs: ~!Ukončit scénář

source: Return to Game (~<Esc~>)
cs: Zpátky do hry (~<Esc~>)

source: Help Menu
cs: Nápověda

source: Keystroke ~!Help
cs: Nápověda ~!kláves

source: ~!Tips
cs: ~!Tipy

source: - toggle full screen
cs: - zapnout full screen

source: - toggle grab mouse
cs: - zapnout uchycení myši

source: - mute sound
cs: - utišit zvuky

source: - mute music
cs: - utišit hudbu

source: - increase game speed
cs: - zvýšit rychlost hry

source: - decrease game speed
cs: - snížit rychlost hry

source: - pause game
cs: - pauza

source: - make screen shot
cs: - vytvoř snímek

source: - help menu
cs: - menu nápovědy

source: - restart scenario
cs: - restart scénáře

source: - quit to main menu
cs: - odejít do menu

source: - quit game
cs: - ukončit hru

source: - toggle expand map
cs: - zapnout rozšířenou mapu

source: - game menu
cs: - herní menu

source: - write a message
cs: - napsat zprávu

source: - goto last event
cs: - poslední událost

source: - hide/unhide terrain
cs: - skryj/odkryj terén

source: - track unit
cs: - sleduj jednotku

source: - find idle peon
cs: - najdi volného pracovníka

source: - center on selected unit
cs: - vycentruj jednotku

source: - next view port
cs: - další výřez

source: - previous view port
cs: - předchozí výřez

source: - select nothing
cs: - zruš výběr

source: - select group
cs: - označ skupinu

source: - center on group
cs: - vycentruj skupinu

source: - define group
cs: - definuj skupinu

source: - add to group
cs: - přidej do skupiny

source: - add to alternate group
cs: - přidej do další skupiny

source: - recall map position
cs: - resetuj pozici mapy

source: - save map postition
cs: - ulož pozici mapy

source: - game options
cs: - herní nastavení

source: - speed options
cs: - nastavení rychlosti

source: - sound options
cs: - nastavení zvuku

source: - preferences
cs: - preference

source: - diplomacy
cs: - diplomacie

source: - save game
cs: - ulož hru

source: - load game
cs: - nahraj hru

source: You can select all of your currently visible units of the same type by holding down the CTRL key and selecting a unit or by "double clicking" on a unit.
cs: Můžeš označit všechny jednotky, které právě vidíš podržením CTRL a "dvojitým kliknutím" na jednotku.

source: The more workers you have collecting resources, the faster your economy will grow.
cs: Čím více máš pracovníků, tím rychlejší je přísun zdrojů.

source: Building more than one barracks will let you train more units faster.
cs: Vybudování více kasáren ti umožní vyrábět více jednotek naráz.

source: Use your workers to repair damaged buildings.
cs: Využívej svých pracovníků k opravě budov.

source: Explore your surroundings early in the game.
cs: Prozkoumávej na začátku hry krajinu kolem.

source: You can demolish trees and rocks.
cs: Můžeš ničit stromy a skály pomocí demolice.

source: Keep all workers working. Use ALT-I to find idle workers.
cs: Nenechávej pracovníky lelkovat. Pomocí ALT-I najdeš každého lenocha.

source: You can make units automatically cast spells by selecting a unit, holding down CTRL and clicking on the spell icon. CTRL click again to turn off.
cs: Můžeš nastavit automatické sesílání kouzel při podržení CTRL a kliknutím na kouzlo. Zopakování tento proces zruší.

source: You can give an unit an order which is executed after it finishes the current work, if you hold the SHIFT key.
cs: Můžeš přikázat jednotce vykonat další úkol, hned jak dokončí již stávající, stačí držet SHIFT při zadávání.

source: You can give way points, if you press the SHIFT key, while you click right for the move command.
cs: Můžeš nastavit zastávky jednotek, když budeš při zadávání příkazu pohybu držet SHIFT.

source: You can order a worker to build one building after the other, if you hold the SHIFT key, while you place the building.
cs: Delníkům můžeš přikázat stavet více budov hned po sobě, když při stavbě budeš držet SHIFT.

source: You can build many of the same building, if you hold the ALT and SHIFT keys while you place the buildings.
cs: Můžeš stavět více stejných budov, když budeš držet ALT a SHIFT zatím co zadáváš budovy.

source: Use CTRL-V or ALT-V to cycle through the viewport configuration, you can then monitor your base and lead an attack.
cs: Použij CTRL-V a ALT-V pro skákání mezi pohledy mapy, které sis uložil.

source: Know a useful tip? Then add it here!
cs: Znáš další tipy? Přidej je zde!

source: Tips
cs: Tipy

source: Show tips at startup
cs: Ukaž tipy při spuštění

source: ~!Next Tip
cs: ~!Další tip

source: Close (~<Esc~>)
cs: Zavřít (~<Esc~>)

source: Load Game
cs: Nahrát hru

source: ~!Load
cs: ~!Nahrát

source: AIs:
cs: Jako:

source: AI player(s)
cs: UI hráč(i)

source: Players
cs: Hráči

source: Preparing
cs: Příprava

source: Open slots :
cs: Otevřená pozice:

source: Creator
cs: Tvůrce

source: Ready
cs: Připraven

source: Joining game: Map
cs: Připojuji: Mapa

source: Map
cs: Mapa

source: File:
cs: Soubor:

source: Players:
cs: Hráč:

source: Description:
cs: Popis:

source: Fog of war
cs: Zakrytá mapa

source: ~<Your Race:~>
cs: ~<Tvá rasa:~>

source: Units:
cs: Jednotky:

source: Resources:
cs: Zdroje:

source: ~!Ready
cs: ~!Připraven

source: Cannot reach server
cs: Nemohu se připojit

source: Joining Game
cs: Připojit se do hry

source: Connecting to server
cs: Připojuji se k serveru

source: Connecting...
cs: Připojuji...

source: Map not available
cs: Mapá není dostupná

source: Server is full
cs: Server je plný

source: Server gone
cs: Server zmizel

source: Incompatible engine version
cs: Špatná verze zdroje

source: Incompatible lua files
cs: Špatné soubory lua

source: Servers:
cs: Servery:

source: Co~!nnect
cs: Př~!ipojit

source: ~!Add server
cs: ~!Přidat server

source: ~!Edit server
cs: ~!Editovat server

source: ~!Delete server
cs: ~!Smazat server

source: Edit server
cs: Editovat server

source: Server IP:
cs: IP serveru:

source: Description:
cs: Popis:

source: Invalid server name
cs: Špatné jméno serveru

source: Add server
cs: Přidat server

source: Create MultiPlayer game
cs: Vytvořit hru více hráčů

source: Unknown map
cs: Neznámá mapa

source: Race:
cs: Rasa:

source: Dedicated AI Server:
cs: UI Server:

source: Waiting for players
cs: Čekám na hráče

source: ~!Create Game
cs: ~!Vytvoři hru

source: ~<Multiplayer Network Game~>
cs: ~<Síť pro více hráčů~>

source: Nickname :
cs: Přezdívka :

source: Password :
cs: Heslo :

source: Go ~!Online
cs: Hraj ~!Online

source: Sign up
cs: Přihlásit se

source: ~!Join Local Game
cs: ~!Připoj se do lokální hry

source: Users
cs: Uživatelé

source: Friends
cs: Přátelé

source: Channels
cs: Kanály

source: Games
cs: Hry

source: ~!Join Game
cs: ~!Připoj se

source: No game selected
cs: Žádná hra nevybrána

source: ~!Previous Menu
cs: ~!Předchozí menu

source: Objectives
cs: Cíle

source: Sound Options
cs: Nastavení zvuku

source: Effects Volume
cs: Nastavení efektů

source: Sound:
cs: Zvuk:

source: On
cs: Ano

source: Off
cs: Ne

source: Music Volume
cs: Nastavení hudby

source: Stereo Sound
cs: Stereo zvuk

source: Music:
cs: Hudba:

source: Preferences
cs: Předvolby

source: Show Hotkeys
cs: Ukaž zkratky

source: Grab Mouse
cs: Chytlavá myš

source: ~!*Show damage
cs: ~!*Ukaž zranění

source: ~!*Show button popups
cs: ~!*Ukaž tlačítka

source: Mine notifications
cs: Upozornění na důl

source: Show orders
cs: Ukaž příkazy

source: Mirrored buildings
cs: Zrcadlové stavění

source: Show messages
cs: Ukaž zprávy

source: Pause on leave
cs: Pauzni při odchodu

source: ~!*Enhanced effects
cs: ~!*Vylepšené efekty

source: Deselect in mines
cs: Zruš výběr u dolu

source: Fog of War
cs: Mlha

source: Simplified auto targ.
cs: Zjednoduš zaměřování.

source: ~!*Animated shadows
cs: ~!*Animované stíny

source: corners
cs: rohy

source: Selection style:
cs: Styl výběru:

source: single
cs: jednotně

source: horizontal 1 + 1
cs: horizontální 1 + 1

source: horizontal 1 + 2
cs: horizontální 1 + 2

source: vertical 1 + 1
cs: vertikální 1 + 1

source: quad
cs: čtyřkolka

source: Viewport mode:
cs: Mód náhledu:

source: Shader:
cs: Stíny:

source: enhanced
cs: vylepšené

source: Fog of War type:
cs: Typ mlhy:

source: Bilinear fog
cs: Bilineární mlha

source: ~!* - requires restart
cs: ~!* - vyžaduje restart

source: Show map grid
cs: Ukaž mřížku

source: Bilinear interp.
cs: Bilineární int.

source: shadow-casting
cs: vykreslování-stínů

source: radial
cs: radiální

source: Field of View type:
cs: Typ výhledu na bojiště:

source: Enable opacity for:
cs: Zapnout průhlednost pro:

source: Forest
cs: Les

source: Rocks
cs: Kameny

source: Walls
cs: Zdi

source: Enable walls
cs: Zapnout zdi

source: Speed Settings
cs: Nastavení rychlosti

source: Game Speed
cs: Herní rychlost

source: slow
cs: pomalu

source: fast
cs: rychle

source: Mouse Scroll Speed
cs: Rychlost kolečka myši

source: Key Scroll Speed
cs: Rychlost posunu kláves

source: Video Options
cs: Nastavení obrazu

source: Video Resolution
cs: Rozlišení

source: Full Screen
cs: Plný obraz

source: ~!Yes
cs: ~!Ano

source: ~!No
cs: ~!Ne

source: Language Options
cs: Nastavení jazyka

source: Available languages:
cs: Možné jazyky:

source: Game Options
cs: Nastavení hry

source: Speeds (~<F6~>)
cs: Rychlosti (~<F6~>)

source: Sound (~<F7~>)
cs: Zvuky (~<F7~>)

source: Preferences (~<F8~>)
cs: Preference (~<F8~>)

source: Diplomacy (~<F9~>)
cs: Diplomacie (~<F9~>)

source: Language
cs: Jazyk

source: ~<Game Options~>
cs: ~<Herní nastavení~>

source: Select Game
cs: Vyber hru

source: Reveal Map
cs: Odhal mapu

source: Save Replay
cs: Ulož záznam

source: Servant
cs: Služebník

source: Squire
cs: Statkář

source: Corporal
cs: Desátník

source: Sergeant
cs: Seržant

source: Lieutenant
cs: Poručík

source: Captain
cs: Kapitán

source: General
cs: Generál

source: Admiral
cs: Admirál

source: Marshall
cs: Maršál

source: Grand Admiral
cs: Nejvyší Admirál

source: Highlord
cs: Nejvyší lord

source: Thundergod
cs: Hromovládce

source: God
cs: Bůh

source: Designer
cs: Návrhář

source: Slave
cs: Otrok

source: Peon
cs: Peón

source: Rogue
cs: Zloděj

source: Grunt
cs: Žump

source: Slasher
cs: Zabiják

source: Marauder
cs: Krve žíznivec

source: Commander
cs: Velitel
