Repository: Northfear/wargus
Catalog: scripts/translate/cz_CZ.po
Languages: cs

source: Master
cs: Mistr

source: Chieftain
cs: Náčelník

source: Overlord
cs: Vládce

source: War Chief
cs: Válečný pán

source: Demigod
cs: Polobůh

source: Victory!
cs: Vítězství!

source: Defeat!
cs: Porážka!

source: Draw!
cs: Remíza!

source: Cheater!
cs: Podvodník!

source: - You
cs: - Ty

source: - Ally
cs: - Spojenec

source: - Enemy
cs: - Nepřítel

source: - Neutral
cs: - Neutrální

source: Buildings:
cs: Budovy:

source: Gold:
cs: Zlato:

source: Lumber:
cs: Dřevo:

source: Oil:
cs: Ropa:

source: Kills:
cs: Zabití:

source: Razings:
cs: Zbouráno:

source: Score:
cs: Skóre:

source: Outcome
cs: Výsledek

source: Rank
cs: Hodnost

source: Score
cs: Skóre

source: ~!Save Replay
cs: ~!Ulož záznam

source: Cannot save game to file:
cs: Nemohu uložit do souboru:

source: Saved game to:
cs: Uložit hru do:

source: EYE OF ~!KILROGG
cs: Oko K~!illrogga

source: ~!BLOODLUST
cs: ~!Krvežíznivost

source: ~!RUNES
cs: ~!Runy

source: ~!EYE OF KILROGG
cs: ~!Oko Killrogga

source: TOUCH OF D~!ARKNESS
cs: ~!Dotek temnoty

source: DEATH ~!COIL
cs: Cívka ~!smrti

source: ~!HASTE
cs: ~!Popohnání

source: ~!RAISE DEAD
cs: ~!Vzbuď mrtvé

source: ~!WHIRLWIND
cs: ~!Tornádo

source: ~!UNHOLY ARMOR
cs: ~!Nesvatá zbroj

source: ~!DEATH AND DECAY
cs: ~!Smrt a rozklad

source: BUILD PIG ~!FARM
cs: Postav ~!Prasečí farmu

source: BUILD GREAT ~!HALL
cs: Postav ~!Velkou halu

source: BUILD TROLL ~!LUMBER MILL
cs: Postav Trolí ~!pilu

source: BUILD GOBLIN ~!ALCHEMIST
cs: Postav Gobliní ~!kolonu

source: BUILD ~!OGRE MOUND
cs: Postav ~!Zlobří baštu

source: BUILD ~!TEMPLE OF THE DAMNED
cs: Postav Ch~!rám zatracených

source: BUILD A~!LTAR OF STORMS
cs: Postav Oltář ~!bouří

source: BUILD ~!DRAGON ROOST
cs: Postav Dr~!ačí hnízdo

source: TRAIN ~!PEON
cs: Trénuj ~!Peóna

source: UPGRADE TO ~!STRONGHOLD
cs: Vylepši na ~!Pevnost

source: UPGRADE TO ~!FORTRESS
cs: Vylepši na ~!Temný hrad

source: TRAIN ~!GRUNT
cs: Vycvič Ž~!umpa

source: TRAIN ~!AXETHROWER
cs: Vycvič V~!rhače sekyr

source: TRAIN ~!BERSERKER
cs: Vycvič ~!Berserkera

source: BUILD ~!CATAPULT
cs: Postav Ka~!tapult

source: TRAIN TWO-HEADED ~!OGRE
cs: Vycvič Dvouhlavého z~!lobra

source: TRAIN ~!OGRE MAGE
cs: Vycvič Zlobra ~!mága

source: BUILD GOBLIN ~!ZEPPELIN
cs: Postav gobliní V~!zducholoď

source: TRAIN GOBLIN ~!SAPPERS
cs: Vycvič Tým go~!blinů

source: ~!TRAIN DEATH KNIGHT
cs: Vycvič Rytíře s~!mrti

source: BUILD ~!DRAGON
cs: Vycvič ~!Draka

source: BUILD ~!GIANT TURTLE
cs: Vycvič ~!Obří želvu

source: BUILD ~!JUGGERNAUHGT
cs: Postav ~!Kolos

source: UPGRADE ~!WEAPONS (Damage +2)
cs: Vylepši ~!Zbraně (Zranění +2)

source: UPGRADE ~!CATAPULT (Damage +15)
cs: Vylepši ~!Katapult (Zranění + 15)

source: ~!UPGRADE THROWING AXE (Damage +1)
cs: Vylepši ~!Vrhače sekyr (zranění +1)

source: TROLL ~!BERSERKER TRAINING
cs: Výcvič Trollí ~!krvežíznivce

source: BERSERKER ~!SCOUTING (Sight:9)
cs: Trollí ~!průzkum (Dohled:9)

source: RESEARCH LIGHTER ~!AXES (Range +1)
cs: Zkoumej ~!lehčí sekyry (Dostřel +1)

source: BERSERKER ~!REGENERATION
cs: ~!Regenerace

source: UPGRADES OGRES TO ~!MAGES
cs: Vylepši zlobry na ~!mágy

source: RESEARCH ~!BLOODLUST
cs: Zkoumej ~!Krvežíznivost

source: RESEARCH ~!RUNES
cs: Zkoumej ~!Runy

source: RESEARCH ~!HASTE
cs: Zkoumej ~!Popohnání

source: RESEARCH ~!RAISE DEAD
cs: Zkoumej Pr~!obuď nemrtvé

source: RESEARCH ~!WHIRLWIND
cs: Zkoumej ~!Tornádo

source: RESEARCH ~!UNHOLY ARMOR
cs: Zkoumej ~!Nesvatá zbroj

source: RESEARCH ~!DEATH AND DECAY
cs: Zkoumej ~!Smrt a rozklad

source: Seas of Blood
cs: Moře krve

source: Tides of Darkness
cs: Vlny temnoty

source: Draenor, the Red World
cs: Draenor, Rudý Svět

source: The Burning of Azeroth
cs: Azeroth v plamenech

source: The Great Sea
cs: Velký Oceán

source: Prelude to New Worlds
cs: Předehra Nového Světa

source: Catapult
cs: Katapult

source: Ogre
cs: Zlobr

source: Troll Axethrower
cs: Trollí vrhač sekyr

source: Death Knight
cs: Rytíř smrti

source: Ogre Mage
cs: Zlobří mág

source: Goblin Sappers
cs: Gobliní sapéři

source: Berserker
cs: Berserkr

source: Troll Destroyer
cs: Trollí ničitel

source: Ogre Juggernaught
cs: Zlobří kolos

source: Dragon
cs: Drak

source: Giant Turtle
cs: Velká želva

source: Goblin Zeppelin
cs: Gobliní vzducholoď

source: Eye of Kilrogg
cs: Oko Killrogga

source: Skeleton
cs: Kostlivec

source: Pig Farm
cs: Prasečí farma

source: Altar of Storms
cs: Oltář bouří

source: Watch Tower
cs: Rozhledna

source: Ogre Mound
cs: Zlobří bašta

source: Goblin Alchemist
cs: Gobliní kolona

source: Dragon Roost
cs: Dračí hnízdo

source: Great Hall
cs: Velká hala

source: Troll Lumber Mill
cs: Trollí pila

source: Temple of the Damned
cs: Chrám zatracených

source: Stronghold
cs: Pevnost

source: Fortress
cs: Temný hrad

source: Sheep
cs: Ovce

source: Seal
cs: Tuleň

source: Pig
cs: Prase

source: Warthog
cs: Divočák

source: Demolish
cs: Strhnout

source: Holy Vision
cs: Svatá vize

source: Healing
cs: Léčení

source: Exorcism
cs: Exorcismus

source: eye of vision
cs: Oko vidění

source: haste
cs: Popohnání

source: slow
cs: Zpomalení

source: bloodlust
cs: Krvežíznivost

source: invisibility
cs: Neviditelnost

source: unholyarmor
cs: Nesvatá zbroj

source: flame shield
cs: Plamenný štít

source: polymorph
cs: Proměna

source: blizzard
cs: Bouře

source: death and decay
cs: Smrt a rozklad

source: fireball
cs: Ohnivá koule

source: runes
cs: Runy

source: death coil
cs: Cívka smrti

source: raise dead
cs: Vzbuď mrtvé

source: whirlwind
cs: Tornádo

source: stop
cs: stůj

source: mine
cs: těž

source: chop
cs: kácej

source: drill
cs: kopej

source: Time Left:
cs: Času zbýva :

source: Gold Left:
cs: Zlata zbývá:

source: Wood Left:
cs: Dřeva zbývá:

source: Oil Left:
cs: Ropy zbývá:

source: Ore Left:
cs: Rudy zbývá:

source: Stone Left:
cs: Kamene zbývá:

source: Coal Left:
cs: Uhlí zbývá:

source: time
cs: Čas

source: ore
cs: Ruda

source: stone
cs: Kámen

source: coal
cs: Uhlí

source: You failed to
cs: Nepodařilo se ti

source: achieve victory!
cs: zvítězit!

source: Congratulations!
cs: Gratulace!

source: You are victorious!
cs: Jsi vítěz!

source: Save Game (~<F11~>)
cs: Ulož hru (~<F11~>)

source: ~!Victory
cs: ~!Vítězství

source: % Complete
cs: % Hotovo

source: Usage~|
cs: Využití~|

source: Supply~|:
cs: Zásoby~|:

source: Demand~|:
cs: Poptávka~|:

source: Production
cs: Produkce

source: Gold~|: 100
cs: Zlato~|: 100

source: Lumber~|: 100
cs: Dřevo~|: 100

source: Oil~|: 100
cs: Ropa~|: 100

source: Damage~|:
cs: Zranění~|:

source: Armor~|:
cs: Zbroj~|:

source: Sight~|:
cs: Dohled~|:

source: Range~|:
cs: Dostřel~|:

source: Researching~|:
cs: Výzkum~|:

source: Upgrading~|:
cs: Vylepšení~|:

source: Carry~|: %d %s
cs: Nese~|: %d %s

source: XP:~<%d~> Kills:~|~<%d~>
cs: XP:~<%d~> Zabití:~|~<%d~>

source: Speed~|:
cs: Rychlost~|:

source: ~<ALT~>-click to defend unit.
cs: ~<ALT~>-klik pro obranu.

source: ~<SHIFT~>-click to make waypoints.
cs: ~<SHIFT~>-klik pro vytvoření cest.

source: ~<CTRL~>-click on button enables/disables auto-repair of damaged buildings.
cs: ~<CTRL~>klik na tlačítko pro aktivaci/deaktivaci auto opravování.

source: Hit Points:
cs: Životy:

source: Armor:
cs: Zbroj:

source: ~<SHIFT~>-click could be used to make a building queue.
cs: ~<SHIFT~>klik pro vytvoření fronty budovy.

source: Sight:
cs: Dohled:

source: Range:
cs: Dostřel:

source: ~<CTRL~>-click on button enables/disables auto-cast ability.
cs: ~<CTRL~>klik tlačítka pro aktivaci/deaktivaci auto kouzlení.

source: Nothing 22
cs: Nic 22

source: Nothing 24
cs: Nic 24

source: Nothing 25
cs: Nic 25

source: Nothing 30
cs: Nic 30

source: Nothing 36
cs: Nic 36

source: Daemon
cs: Démon

source: Critter
cs: Zvířátko

source: Gold Mine
cs: Důl na zlato

source: Oil Patch
cs: Ropné pole

source: The Pile
cs: Hromada

source: Circle of Power
cs: Kruh síly

source: Dark Portal
cs: Temný portál

source: Runestone
cs: Runový kámen

source: Dead Body
cs: Mrtvé tělo

source: Destroyed 1x1 Place
cs: Znič 1x1 pole

source: Destroyed 2x2 Place
cs: Znič 2x2 pole

source: Destroyed 3x3 Place
cs: Znič 3x3 pole

source: Destroyed 3x3 Place Water
cs: Znič 3x3 pole vody

source: Destroyed 4x4 Place
cs: Znič 4x4 pole

source: Dummy unit
cs: Falešná jednotka

source: Hidden
cs: Schovaný

source: Known
cs: Známý

source: ~<Terrain:~>
cs: ~<Terén:~>

source: Accept
cs: Přijmout

source: Close
cs: Zavřít

source: ~!Resize Map
cs: ~!Změnit mapu

source: Pr~!eamble
cs: Uv~!odní formule

source: ~!Postamble
cs: Ko~!nečná formule

source: Terrain:
cs: Terén:

source: tiled
cs: Kachle

source: You need to restart game to apply changes, restart now?
cs: Pro změny musíš restartovat hru, provést?
