Repository: Northfear/wargus
Catalog: scripts/translate/stratagus-cz.po
Languages: cs

source: You cannot reach building place
cs: Nelze dosáhnout místa stavby

source: Not enough resources to build %s
cs: Nedostatek zdrojů pro stavbu %s

source: Can't build more units %s
cs: Nelze postavit více jednotek %s

source: Unable to create building %s
cs: Nelze postavit budovu %s

source: You cannot build %s here
cs: Tady nelze stavět %s

source: New %s done
cs: Nová %s dokončena

source: We need more %s for repair!
cs: Potřebujeme více %s pro opravení!

source: %s: research complete
cs: %s: výzkum dokončen

source: %s has collapsed!
cs: %s se zřítil!

source: %s is running low!
cs: dochází nám %s!

source: %s: not enough mana for spell: %s
cs: %s: nedostatek many na kouzlo: %s

source: %s: spell is not ready yet: %s
cs: %s: kouzlo není připraveno: %s

source: %s: not enough resources to cast spell: %s
cs: %s: nedostatek zdrojů pro seslání: %s

source: %s: can't cast spell: %s
cs: %s: nelze čarovat: %s

source: Unable to train %s
cs: Nelze vycvičit %s

source: New %s ready
cs: Nová %s je připravena

source: Upgrade to %s canceled
cs: Vylepšení na %s bylo zrušeno

source: Upgrade to %s complete
cs: Vylepšení na %s dokončeno

source: Player "%s" has left the game
cs: Hráč "%s" opustil hru

source: Player "%s" has been killed
cs: Hráč "%s" byl poražen

source: Unit deleted
cs: Jednotka smazána

source: #%d '%s' Player:#%d %s
cs: #%d '%s' Hráč:#%d %s

source: Amount %d
cs: Počet %d

source: Mirror editing enabled: 2-side
cs: Zrcadlové editování povoleno: 2-strany

source: Mirror editing enabled: 4-side
cs: Zrcadlové editování povoleno: 4-strany

source: Mirror editing disabled
cs: Zrcadlové editování zakázáno

source: Unit owner modified
cs: Vlastnictví jednotky změněno

source: Select player #%d
cs: Vyber hráče #%d

source: Script %s
cs: Skript %s

source: Do it! Do it now!
cs: Udělej to! Udělej to hned!

source: No sync info for this replay !
cs: Žádné sync info pro tento záznam!

source: Replay got out of sync (%lu) !
cs: Záznam je mimo sync (%lu)!

source: Replay got out of sync !
cs: Záznam je mimo sync!

source: End of replay
cs: Konec záznamu

source: Missile %s
cs: Střela %s

source: Can't find missile %s
cs: Nemůžu nalézt střelu %s

source: %s sent bad command
cs: %s odeslán špatný příkaz

source: Network out of sync
cs: Síť mimo sync

source: Waiting for player "%s": %d:%02d
cs: Čekám na hráče "%s": %d:%02d

source: Timed out
cs: Čas vypršel

source: Construction %s
cs: Výstavba %s

source: Building Limit Reached
cs: Dosažen limit budov

source: Unit Limit Reached
cs: Dosažen limit jednotek

source: Insufficient Supply, increase Supply.
cs: Nedostatek zásob, zvyšte zásoby.

source: Total Unit Limit Reached
cs: Celkový limit jednotek dosažen

source: Limit of %d reached for this unit type
cs: Dosažen limit pro %d typ jednotek

source: Not enough %s...%s more %s.
cs: Nedostatek %s... %s více %s.

source: Script %s
cs: Skript %s

source: Thanks for playing Stratagus.
cs: Díky, že jste hráli Stratagus.

source: Select Target
cs: Vyber cíl

source: Select Location
cs: Vyber lokaci

source: Unit training queue is full
cs: Fronta pro výcvik je plná

source: Icon %s
cs: Ikona %s

source: Can't find icon %s
cs: Nemůžu nalézt ikonu %s

source: Icons %s
cs: Ikony %s

source: Sound is on.
cs: Zvuk je zapnut.

source: Sound is off.
cs: Zvuk je vypnut.

source: Music is off.
cs: Hudba je vypnuta.

source: Music is on.
cs: Hudba je zapnuta.

source: Game Paused
cs: Hra je pozastavena

source: Game Resumed
cs: Hra pokračuje

source: Big map enabled
cs: Velká mapa zapnuta

source: Returning to old map
cs: Navrácení ke staré mapě

source: Faster
cs: Rychleji

source: Slower
cs: Pomaleji

source: Set default game speed
cs: Nastav základní rychlost

source: Terrain displayed.
cs: Terén zobrazen.

source: Terrain hidden.
cs: Terén schován.

source: Grab mouse toggled.
cs: Chytnutí myší zapnuto.

source: Screenshot made.
cs: Vytvořen snímek.

source: Last message repeated ~<%d~> times
cs: Poslední zpráva zopakována ~<%d~>

source: Cycle:
cs: Cyklus:

source: You have ~<%d~> %ss
cs: Máš ~<%d~> %ss

source: You have ~<%d~> %s(s)
cs: Máš ~<%d~> %s(s)

source: Requirements:
cs: Požadavky:

source: %s attacked
cs: %s napaden

source: unit-type '%s' without animations, ignored.
cs: typ jednotky '%s' bez animace, ignorováno.

source: Unit "%s"
cs: Jednotka "%s"

source: Cursor %s
cs: Kurzor %s

source: %s has rebuilt a base, and will no longer be revealed!
cs: %s postavil základnu, a nadále nebude odhalen!

source: You have rebuilt a base, and will no longer be revealed!
cs: Postavil jsi základnu, a nejsi nadále odhalen!

source: Unit cannot be placed here.
cs: Zde nelze umístit jednotku.

source: Tileset '%s'
cs: Typ dlaždice '%s'

source: Autosave
cs: Auto uložení

source: %s has not rebuilt their base and is being revealed!
cs: %s neobnovil základnu a bude odhalen!

source: You have not rebuilt your base and have been revealed!
cs: Nepostavil jsi základnu a budeš odhalen!

source: MESSAGE:%s
cs: ZPRÁVA:%s

source: %s has lost their last base, and will be revealed in thirty seconds!
cs: %s ztratil svou poslední základnu a bude odhalen do 30 sekund!

source: You have lost your last base, and will be revealed in thirty seconds!
cs: Ztratil jsi poslední základnu a budeš odhalen do 30 sekund!

source: Decorations '%s'
cs: Dekorace '%s'
