Repository: Northfear/wargus
Catalog: scripts/translate/stratagus-*.po
Languages: es

source: You cannot reach building place
es: No puedes alcanzar el lugar del edificio

source: Not enough resources to build %s
es: Sin recursos suficientes para construir %s

source: Can't build more units %s
es: No puedes construir más unidades %s

source: Unable to create building %s
es: Incapaz de crear edificio %s

source: %s has rebuilt a base, and will no longer be revealed!
es: ¡%s ha hecho una nueva base, y ya no será revelado/a!

source: You have rebuilt a base, and will no longer be revealed!
es: ¡Has hecho una nueva base, y ya no serás revelado/a!

source: You cannot build %s here
es: No puedes construir %s ahí

source: New %s done
es: Nuevo/a %s terminado/a

source: We need more %s for repair!
es: ¡Necesitamos más %s para la reparación!

source: %s: research complete
es: %s: investigación finalizada

source: %s has collapsed!
es: ¡%s ha colapsado!

source: %s is running low!
es: ¡%s está agotandose!

source: %s: not enough mana for spell: %s
es: %s: no hay maná suficiente para el hechizo: %s

source: %s: spell is not ready yet: %s
es: %s: el hechizo no está listo aún: %s

source: %s: not enough resources to cast spell: %s
es: %s: no hay recursos suficientes para lanzar el hechizo: %s

source: %s: can't cast spell: %s
es: %s: no puede lanzar el hechizo: %s

source: Unable to train %s
es: No se puede entrenar %s

source: New %s ready
es: Nuevo/a %s listo/a

source: Upgrade to %s canceled
es: Actualización a %s cancelada

source: Upgrade to %s complete
es: Actualización a %s finalizada

source: Player "%s" has left the game
es: Jugador "%s" se ha desconectado

source: Player "%s" has been killed
es: Jugador "%s" ha sido derrotado

source: Unit deleted
es: Unidad eliminada

source: #%d '%s' Player:#%d %s
es: #%d '%s' Jugador:#%d %s

source: Amount %d
es: Cantidad %d

source: Mirror editing enabled: 2-side
es: Edición espejo habilitada: 2 caras

source: Mirror editing enabled: 4-side
es: Edición espejo habilitada: 4 caras

source: Mirror editing disabled
es: Edición espejo deshabilitada

source: Unit owner modified
es: Dueño/a de unidad modificado/a

source: Select player #%d
es: Selecciona el jugador #%d

source: Do it! Do it now!
es: ¡Hazlo! ¡Hazlo ahora!

source: No sync info for this replay !
es: ¡No hay información de sincronización para esta repetición!

source: Replay got out of sync (%lu) !
es: ¡La repetición se desincronizo (%lu)!

source: Replay got out of sync !
es: ¡La repetición se desincronizo!

source: End of replay
es: Fin de la repetición

source: Missile %s
es: Misil %s

source: Can't find missile %s
es: No se puede encontrar el misil­: %s

source: %s sent bad command
es: %s envió mal comando

source: Network out of sync
es: Red fuera de sincronización

source: Waiting for player "%s": %d:%02d
es: Esperando a jugador "%s": %d:%02d

source: Timed out
es: Tiempo caducado

source: Construction %s
es: Construcción %s

source: Autosave
es: Autoguardado

source: Building Limit Reached
es: Límite de edificios alcanzado

source: Unit Limit Reached
es: Límite de unidades alcanzado

source: Insufficient Supply, increase Supply.
es: Suministro insuficiente, aumente el suministro.

source: Total Unit Limit Reached
es: Límite de unidades totales alcanzado

source: Limit of %d reached for this unit type
es: Límite de %d alcanzado para este tipo de unidad

source: Not enough %s...%s more %s.
es: No hay %s suficiente...%s más %s.

source: %s has not rebuilt their base and is being revealed!
es: ¡%s no ha hecho una nueva base y ha sido revelado/a!

source: You have not rebuilt your base and have been revealed!
es: ¡No has hecho una nueva base y has sido revelado/a!

source: Thanks for playing Stratagus.
es: Gracias por jugar Stratagus.

source: Select Target
es: Selecciona el objetivo

source: Select Location
es: Selecciona la posición

source: Unit training queue is full
es: La cola de entrenamiento de unidades está llena

source: Icon %s
es: Icono %s

source: Can't find icon %s
es: No se puede encontrar el icono: %s

source: Icons %s
es: Iconos %s

source: Sound is on.
es: Sonido habilitado.

source: Sound is off.
es: Sonido deshabilitado.

source: Music is off.
es: Música deshabilitada.

source: Music is on.
es: Música habilitada.

source: Game Paused
es: Juego Pausado

source: Game Resumed
es: Juego Reanudado

source: Big map enabled
es: Mapa grande habilitado

source: Returning to old map
es: Regresando al mapa viejo

source: Faster
es: Rapido

source: Slower
es: Lento

source: Set default game speed
es: Elegir velocidad por defecto

source: Terrain displayed.
es: Terreno mostrado.

source: Terrain hidden.
es: Terreno oculto.

source: Grab mouse toggled.
es: Agarre de ratón alternado.

source: Screenshot made.
es: Captura de pantalla hecha.

source: Last message repeated ~<%d~> times
es: Último mensaje repetido ~<%d~> veces

source: ~<Event: %s~>
es: ~<Evento: %s~

source: Cycle:
es: Ciclo:

source: You have ~<%d~> %ss
es: Tienes ~<%d~> %s

source: You have ~<%d~> %s(s)
es: Tienes ~<%d~> %s

source: Requirements:
es: Requisitos:

source: %s has lost their last base, and will be revealed in thirty seconds!
es: ¡%s perdió su última base, y será revelado/a en treinta segundos!

source: You have lost your last base, and will be revealed in thirty seconds!
es: ¡Has perdido tu última base, y serás revelado/a en treinta segundos!

source: %s attacked
es: %s atacado/a

source: unit-type '%s' without animations, ignored.
es: El tipo de unidad '%s' no tiene animaciones, ignorado.

source: Unit "%s"
es: Unidades' "%s"

source: Cursor %s
es: Ratón %s
